var json = {
  /* race */
  "race": [
    //党史
    {
     "question":"1911年爆发的_______，是20世纪中国人民在前进道路上经历的第一次历史性巨大变化。 ",
     "option":{
      "A": "辛亥革命",
      "B": "新文化运动",
      "C": "五四运动",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"标志着中国工人阶级以独立的姿态登上政治舞台的是_______。 ",
     "option":{
      "A": "五四运动",
      "B": "二七大罢工",
      "C": "维新运动",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"五四运动的直接导火线是_______。 ",
     "option":{
      "A": "帝国主义对中国的侵略",
      "B": "中国在“巴黎和会”上的外交失败 ",
      "C": "北洋军阀政府的对外卖国",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"五四运动后期中国_______以自己特有的组织性、纪律性和坚定的革命性，在运动中发挥了主力军的作用。 ",
     "option":{
      "A": "小资产阶级和资产阶级 ",
      "B": "农民",
      "C": "工人阶级",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"新文化运动的基本口号是_______。 ",
     "option":{
      "A": "民权和平等",
      "B": "新道德和新文学",
      "C": "民主和科学",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在中国大地上举起俄国十月社会主义革命旗帜的第一人是_______。 ",
     "option":{
      "A": "李大钊",
      "B": "陈独秀",
      "C": "毛泽东",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1920年8月，在上海共产主义小组领导下，成立了_______。 ",
     "option":{
      "A": "中国劳动组合书记部",
      "B": "中国共产主义青年团",
      "C": "中国社会主义青年团",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1920年8月,中国共产党最早的组织是由_______等发起，在_______首先建立的。 ",
     "option":{
      "A": "毛泽东长沙",
      "B": "李大钊北京",
      "C": "陈独秀上海",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1920年11月7日创办了第一个党内刊物__________，这个刊物成为各地共产主义小组的重要读物。 ",
     "option":{
      "A": "《劳动音》",
      "B": "《共产党》",
      "C": "《劳动者》",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1920年10月，北京共产主义小组成立，书记是_______。 ",
     "option":{
      "A": "董必武",
      "B": "陈独秀",
      "C": "李大钊",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1920年11月，中国共产党上海发起组制定了（ ），以此作为接纳党员的标准。 ",
     "option":{
      "A": "《中国共产党宣言》",
      "B": "《共产党宣言》",
      "C": "《社会主义史》",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1921年7月23日在上海召开的中国共产党第一次全国代表大会的正式代表有_____________名。这些代表来自_______个地方，代表着50多名党员。 ",
     "option":{
      "A": "126",
      "B": "127",
      "C": "137",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在中国共产党建党筹备过程中，列宁领导的共产国际给予了极大的支持，适时地派代表来帮助建立中国共产党。其中参加了党的一大的共产国际代表有_______。 ",
     "option":{
      "A": "马林和萨赫雅诺娃",
      "B": "维经斯基和尼科尔斯基",
      "C": "马林和尼科尔斯基",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1921年8月，中国共产党在上海成立了中国劳动组合书记部，创办了机关刊物_______，以便领导全国工人运动。 ",
     "option":{
      "A": "《共产党》",
      "B": "《劳动者》",
      "C": "《劳动周刊》",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的一大宣告了中国共产党的诞生。会议通过了两个纲领性文件_______。 ",
     "option":{
      "A": "《中国共产党的第一个纲领》、《中国共产党第一次代表大会决议案》",
      "B": "《中国共产党党纲》、《中国共产党第一次代表大会决议案》",
      "C": "《中国共产党党纲》、《中国共产党关于当前实际工作的决议》",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的一大确定的党的最终目标是_______。 ",
     "option":{
      "A": "建立社会主义社会",
      "B": "建立共产主义社会 ",
      "C": "推翻半殖民地半封建社会",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的一大后，在党的领导下，工人运动迅速发展。___________在上海，中国共产党第二次全国代表大会召开。 ",
     "option":{
      "A": "1922年7月",
      "B": "1922年8月",
      "C": "1923年8月",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的二大的主要功绩是，在近代史上第一次明确地提出了反帝反封建的民主革命纲领，下面不是民主革命纲领的内容是_______。 ",
     "option":{
      "A": "统一中国本部（东三省在内）为真正民主共和国",
      "B": "推翻国际帝国主义的压迫，达到中华民族完全独立",
      "C": "组织无产阶级，用阶级斗争的手段，建立劳务专政的政治，铲除私有财产制度，渐次达到一个共产主义社会",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"____首次区分并制定了党的最高纲领和最低纲领。 ",
     "option":{
      "A": "党的三大",
      "B": "党的一大",
      "C": "党的二大",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1923年6月12日，中国共产党第三次全国代表大会在_______召开。 ",
     "option":{
      "A": "北京",
      "B": "上海",
      "C": "广州",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的三大的主要议题是_______。 ",
     "option":{
      "A": "讨论关于妇女、青年运动问题",
      "B": "讨论农民问题",
      "C": "讨论加入国民党问题",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的三大明确规定，在共产党员加入国民党时，党必须在_______保持自己的独立性。 ",
     "option":{
      "A": "思想上、组织上",
      "B": "政治上、思想上",
      "C": "政治上、思想上、组织上 ",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"第一次国共合作正式形成的标志是_______。 ",
     "option":{
      "A": "中国国民党的一大的成功召开",
      "B": "中国共产党民主革命纲领的制定 ",
      "C": "中国共产党的三大的成功召开",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1924年至1927年第一次国共两党合作的政治基础是_______。 ",
     "option":{
      "A": "三民主义",
      "B": "新三民主义",
      "C": "民主革命纲领",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"标志第一次国共合作全面破裂的是_______。 ",
     "option":{
      "A": "七一五国民党中央“分共”会议 ",
      "B": "四一二反革命政变",
      "C": "马日事变",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1924年6月，黄埔军校成立，它是中国近代历史上国共两党合作创办的第一所革命的军政学校。共产党人_______任该校的政治部主任。 ",
     "option":{
      "A": "陈独秀",
      "B": "毛泽东",
      "C": "周恩来",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1925年爆发的_______，掀起了全国范围的大革命高潮。 ",
     "option":{
      "A": "五卅运动",
      "B": "废除不平等条约运动",
      "C": "省港大罢工",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中国共产党独立领导革命战争和开始创建人民军队的起义是_______。 ",
     "option":{
      "A": "南昌起义",
      "B": "秋收起义",
      "C": "广州起义",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1925年1月在上海召开了中国共产党第四次全国代表大会，这次会议的中心议题是_______",
     "option":{
      "A": "讨论党如何加强对日益高涨的革命运动的领导，以及在组织工作和群众工作方面如何进行准备 ",
      "B": "贯彻共产国际第五次大会的决议",
      "C": "听取第三届中央执行委员会的报告 ",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的四大决定在国民党及其他重要政治团体中组织党团，并决定正式成立_______。 ",
     "option":{
      "A": "中央组织部 ",
      "B": "中央执行委员会",
      "C": "中央劳动组合书记处",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的四大最大的历史功绩在于______。 ",
     "option":{
      "A": "通过了《中国共产党第四次代表大会宣言》",
      "B": "指出了实际工作中出现的“左”倾或“右”倾错误问题 ",
      "C": "提出了无产阶级领导权和农民同盟军问题 ",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_______，中国共产党的最高领导人是由委员长改为总书记。 ",
     "option":{
      "A": "1926年7月，党的五大上",
      "B": "1922年7月，党的二大上",
      "C": "1925年1月，党的四大上",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1927年1月，英国水兵在汉口和九江登陆打死打伤中国人，共产党员_______领导武汉工人和其他市民冲入并占领汉口英租界。 ",
     "option":{
      "A": "李立三",
      "B": "毛泽东",
      "C": "邓中夏",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_______，在武汉召开了中国共产党第五次全国代表大会，这次大会是在蒋介石发动“四.一二”反革命政变后，中国革命力量遭到了很大的摧残情况下召开的。 ",
     "option":{
      "A": "1928年5月",
      "B": "1927年5月",
      "C": "1927年4月",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的五大通过的《政治形势与党的任务决议案》，认为现阶段革命的主要任务是_______。",
     "option":{
      "A": "土地革命",
      "B": "巩固国共合作",
      "C": "打倒军阀",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1927年7月中旬，中共中央决定在江西南昌举行起义，并成立了以_______为书记的前敌委员会。 ",
     "option":{
      "A": "贺龙",
      "B": "周恩来",
      "C": "朱德",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1927年8月7日在汉口召开了八七会议，这次会议是我党历史上的一个重要转折点，它确定了_______的总方针。 ",
     "option":{
      "A": "改组中央领导机构",
      "B": "土地革命和武装反抗国民党反动派",
      "C": "发动农民举行秋收起义",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"“枪杆子里出政权”是毛泽东的一句名言，它是在_______上提出的。 ",
     "option":{
      "A": "南昌起义",
      "B": "党的五大",
      "C": "八七会议",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1927年10月，毛泽东率领秋收起义的部队到达湘赣边界山区，开辟了_______。 ",
     "option":{
      "A": "赣东北革命根据地",
      "B": "湘赣革命根据地",
      "C": "井冈山革命根据地",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1927年12月，广州起义的发动者是_______等。 ",
     "option":{
      "A": "张太雷叶挺叶剑英",
      "B": "周恩来叶挺叶剑英",
      "C": "朱德贺龙陈毅",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1928年5月至7月，在湘赣边界掀起了全面分田的高潮。土地的分配，一般以_______为单位。 ",
     "option":{
      "A": "区",
      "B": "乡",
      "C": "县",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1928年6月18日至7月11日在_______，中国共产党第六次全国代表大会召开。 ",
     "option":{
      "A": "上海",
      "B": "莫斯科",
      "C": "北京",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的六大在分析了大革命失败以后的政治形势后，重新制定了党的基本策略方针为_______",
     "option":{
      "A": "争取中心城市",
      "B": "争取群众，准备武装起义",
      "C": "组织武装暴动",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1929年12月28日，中国工农红军第四军第九次党代表大会召开，陈毅主持了这次会议，这次会议因其召开的地点又被称为_______。 ",
     "option":{
      "A": "湘赣边界会议",
      "B": "黎平会议",
      "C": "古田会议",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1929年底古田会议通过的_______决议案，是党和红军建设的纲领性文献。 ",
     "option":{
      "A": "《星星之火，可以燎原》",
      "B": "《政治问题和边界党的任务》",
      "C": "《关于纠正党内的错误思想》",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"“党指挥枪”的原则产生于_______。 ",
     "option":{
      "A": "三湾整编",
      "B": "古田会议",
      "C": "南昌起义",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中国工农红军第四军第九次党代表大会确立了_______原则。 ",
     "option":{
      "A": "军队控制政权",
      "B": "军事可以领导政治",
      "C": "党对军队绝对领导",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1930年2月7日，红四军二七会议决定坚持按人口平均分配和“_______”的原则分配土地",
     "option":{
      "A": "耕田农有",
      "B": "抽多补少",
      "C": "平均地权",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"红一方面军在第二次反“围剿”中，坚持实行_______的方针，取得了反“围剿”的胜利。",
     "option":{
      "A": "诱敌深入",
      "B": "分兵退敌",
      "C": "退出中央苏区",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1935年1月，在革命的危急关头，中共中央召开了遵义会议，它是中国共产党历史上一个生死攸关的转折点。它主要讨论的问题是_______。 ",
     "option":{
      "A": "军事和组织",
      "B": "工农运动",
      "C": "土地革命",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据共产国际七大的精神，中共中央1935年12月召开了瓦窑堡会议，这次会议解决了遵义会议没有解决的_______，扭转了“左”倾错误给党造成的长期孤立局面。 ",
     "option":{
      "A": "组织问题",
      "B": "党的政治路线问题",
      "C": "军事问题",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_______，红军第一、第二、第四方面军在西北地区大会师，胜利结束了长征。 ",
     "option":{
      "A": "1937年10月",
      "B": "1935年10月",
      "C": "1936年10月",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"日本全面侵华战争爆发的标志是_______。 ",
     "option":{
      "A": "八一三事变",
      "B": "卢沟桥事变",
      "C": "华北事变",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"第二次国共合作首先是实现_______上的合作。 ",
     "option":{
      "A": "政治",
      "B": "军事",
      "C": "经济",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1937年，在华北战场上规模最大、战斗最激烈，也是国共合作抗日配合得较好的一次战役是_______。 ",
     "option":{
      "A": "忻口会战 ",
      "B": "平型关大捷",
      "C": "徐州会战",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1937年8月22日，中共中央政治局召开了_______，在这次会议上，毛泽东被任命为中央军委主席。 ",
     "option":{
      "A": "瓦窑堡会议",
      "B": "遵义会议",
      "C": "洛川会议",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"洛川会议制定了军事问题_______。 ",
     "option":{
      "A": "全民族抗战路线",
      "B": "全面抗战路线",
      "C": "无产阶级抗战路线",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1938年，日军占领广州、武汉后，抗日战争将进入战略_______阶段。 ",
     "option":{
      "A": "防御",
      "B": "相持",
      "C": "反攻",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1938年10月，毛泽东在党的六届六中全会上所作的题为（）政治报告中，第一次提出了使马克思主义在中国具体化的历史任务。 ",
     "option":{
      "A": "《中国共产党在民族战争中的地位》",
      "B": "《反对日本帝国主义的策略》",
      "C": "《论新阶段》",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"“政治路线确定之后，干部就是决定因素。”这一论断是_______同志在1938年党的六届六中全会上的报告中提出的。 ",
     "option":{
      "A": "邓小平",
      "B": "刘少奇",
      "C": "毛泽东",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1939年10月，毛泽东在_______一文中，全面阐述了党的建设与党的政治路线密切联系的规律，并把党的建设称作“伟大的工程”。 ",
     "option":{
      "A": "《新民主主义论》",
      "B": "《国共产党在民族战争中的地位》",
      "C": "《〈共产党人〉发刊词》",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中国共产党历史上第一个培养科学技术人才的阵地是1940年8月创办的_______。 ",
     "option":{
      "A": "自然科学研究所",
      "B": "延安自然科学院",
      "C": "马列学院",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1940年8月至12月，八路军在华北地区发动了一次规模浩大的对日进攻战役，史称_______",
     "option":{
      "A": "百团大战",
      "B": "平型关大捷",
      "C": "反“扫荡”、反“清香”和反“蚕食”斗争",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1941年，《新华日报》上刊出周恩来的亲笔题词，“千古奇冤，江南一叶，同室操戈，相煎何急？！”此题词是为_______而写。 ",
     "option":{
      "A": "皖南事变",
      "B": "博山惨案",
      "C": "确山惨案",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1941年初，_______率领八路军第三五九旅开赴南泥湾实行军垦屯田。 ",
     "option":{
      "A": "王震",
      "B": "萧克",
      "C": "关向应",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"为巩固抗日民族统一战线，在根据地的政权建设中，中国共产党实行了_______。 ",
     "option":{
      "A": "精兵简政",
      "B": "减租减息",
      "C": "“三三制”原则",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"延安整风运动使中国共产党在_______上达到了高度的一致。 ",
     "option":{
      "A": "思想",
      "B": "组织",
      "C": "政治",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"经过延安整风运动，全党在马克思主义原则基础上达到了空前的统一，1944年5月到1945年4月的党的六届七中全会通过的_______，标志着整风运动的胜利结束。 ",
     "option":{
      "A": "《战争与战略问题》",
      "B": "《关于目前形势和党的任务的决定》",
      "C": "《关于若干历史问题的决议》",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"延安整风运动的方针是_______。 ",
     "option":{
      "A": "惩前毖后，治病救人",
      "B": "解放思想，实事求是",
      "C": "不打棍子，不戴帽子",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"延安整风运动最主要的任务是_______。 ",
     "option":{
      "A": "反对宗派主义",
      "B": "反对党八股",
      "C": "反对主观主义",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1945年4月23日至6月11日，中国共产党第七次全国代表大会在_______胜利召开。 ",
     "option":{
      "A": "西柏坡",
      "B": "延安 ",
      "C": "枣园",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1945年，一位民主人士向毛泽东同志提出了著名的“历史周期率”问题。这位民主人士是_______。 ",
     "option":{
      "A": "黄炎培",
      "B": "蔡元培",
      "C": "柳亚子",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"毛泽东在党的七大上提出中国共产党区别于其他无产阶级政党的显著标志是_______。 ",
     "option":{
      "A": "理论与实践相结合，密切联系群众，善于展开批评和自我批评",
      "B": "有自己党的纲领，章程和入党的一套手续",
      "C": "不断加强自己的组织建设",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的_______把党在长期奋斗中形成的优良作风概括为理论和实践相结合的作风，和人民群众紧密联系在一起的作风以及自我批评的作风。 ",
     "option":{
      "A": "六大",
      "B": "七大 ",
      "C": "延安整风运动",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_______，中国抗日战争胜利结束。 ",
     "option":{
      "A": "1944年9月",
      "B": "1945年9月",
      "C": "1946年9月",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"抗日战争胜利后，为了争取全国人民的和平民主，中国共产党和国民党举行了_______。 ",
     "option":{
      "A": "延安谈判",
      "B": "重庆谈判 ",
      "C": "西安谈判",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1945年10月10日，重庆谈判的共产党和国民党双方正式签署了_______。 ",
     "option":{
      "A": "《重庆谈判纪要》",
      "B": "《国共代表会谈纪要》",
      "C": "《政府与中共代表会谈纪要》",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"抗战胜利后，国民党发动全面内战，是以国民党军队进攻_______为起点的。 ",
     "option":{
      "A": "上党地区",
      "B": "中原解放区",
      "C": "山东解放区",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在中国革命即将取得全国胜利前夕，中国共产党在_______上决定实现工作重心的第二次转移,即从乡村转移到城市。 ",
     "option":{
      "A": "七大",
      "B": "七届二中全会",
      "C": "全国土地工作会议",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在_______上，解决了由新民主主义革命向社会主义革命转变的重大问题。 ",
     "option":{
      "A": "中国人民政治协商会议",
      "B": "党的七大",
      "C": "党的七届二中全会",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"“务必使同志们继续地保持谦虚、谨慎、不骄、不躁的作风，务必使同志们继续地保持艰苦奋斗的作风”，这一重要思想是毛泽东同志在_______上提出来的。 ",
     "option":{
      "A": "党的七届二中全会",
      "B": "党的七大",
      "C": "1947年党的十二月会议",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1947年6月30日，_______强渡黄河，发起了鲁西南战役，拉开了人民解放军战争战略进攻的序幕。 ",
     "option":{
      "A": "陈谢大军",
      "B": "陈粟大军",
      "C": "刘邓大军",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在_______战役后，人民解放军在数量上对国民党军队开始有了优势。 ",
     "option":{
      "A": "淮海",
      "B": "平津",
      "C": "辽沈",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1947年7月至9月，在刘少奇的主持下，中共中央工作委员会在河北平山县西柏坡村召开全国土地会议，制定了_______。 ",
     "option":{
      "A": "《关于目前党的政策中的几个重要问题》",
      "B": "《中国土地法大纲》",
      "C": "《关于土地中一些问题的决定》",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_______，是人民解放战争战略性决战的第一个大决战。 ",
     "option":{
      "A": "潍海战役",
      "B": "辽沈战役",
      "C": "平津战役 ",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"人民解放军与国民党军队战略决战的序幕是在山东战场上揭开的，即1948年9月16日至24日的_______。 ",
     "option":{
      "A": "济南战役",
      "B": "鲁南战役",
      "C": "胶济路西段战役",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"经过辽沈、淮海、平津三大战役，_______。 ",
     "option":{
      "A": "国民党赖以维持反动统治的主要军事力量被消灭",
      "B": "解放了黄河以北广大地区",
      "C": "迫使蒋介石退守台湾",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1948年12月30日，毛泽东在为新华社所写的新年词中发出了“_______”的伟大号召。 ",
     "option":{
      "A": "打倒蒋介石，解放全中国",
      "B": "将革命进行到底 ",
      "C": "宜将剩勇追穷寇",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在中国人民解放战争即将取得全国胜利的前夕，1949年3月5日至13日，中共中央在_______召开了七届二中全会。 ",
     "option":{
      "A": "米脂",
      "B": "延安",
      "C": "西柏坡",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"解决由新民主主义革命向社会主义革命转变的重大问题的会议是_______ ",
     "option":{
      "A": "中国人民政治协商会议",
      "B": "党的七大",
      "C": "党的七届二中全会",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1949年4月23日，解放军占领_______，宣告了延续22年的国民党反动统治的覆灭。 ",
     "option":{
      "A": "南京",
      "B": "广州",
      "C": "重庆",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中国人民民主革命取得伟大胜利的重要标志是_______。 ",
     "option":{
      "A": "三大战役的胜利",
      "B": "中国人民政治协商会议的召开",
      "C": "解放军占领南京",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1949年中国人民政治协商会议通过的_______成为中国人民的大宪章，它在一个时期内起着临时宪法的作用。 ",
     "option":{
      "A": "《中国人民政治协商会议组织法》",
      "B": "《中国人民政治协商会议共同纲领》",
      "C": "《论联合政府》",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1949年10月1日，_______是中国有史以来最伟大的事件，也是二十世纪世界最伟大的事件之一。 ",
     "option":{
      "A": "中华人民共和国成立",
      "B": "解放战争胜利",
      "C": "抗日战争胜利",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中华人民共和国的成立标志着中国进入了_______。 ",
     "option":{
      "A": "社会主义社会",
      "B": "新民主主义社会",
      "C": "社会主义初级阶段",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中华人民共和国的成立和社会主义制度的建立，是100多年来中国人民在前进道路上经历的_______历史性的巨大变化。这是在以毛泽东为核心的党的第一代中央领导集体领导下完成的。 ",
     "option":{
      "A": "第二次",
      "B": "第一次",
      "C": "第三次",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"毛泽东最伟大的历史功绩，是把马克思列宁主义的基本原理同中国具体实际结合起领导我们党和人民，找到了一条_______的正确道路，完成反帝反封建的任务，结束了中国半殖民地半封建社会的历史，建立了中华人民共和国，确立了社会主义制度。 ",
     "option":{
      "A": "社会主义革命",
      "B": "民主主义革命",
      "C": "新民主主义革命",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"标志“蒋家王朝”在大陆统治最后终结的事件是_______。 ",
     "option":{
      "A": "大西南战役",
      "B": "新疆的解放",
      "C": "西藏和平解放",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中国人民解放军解放大陆的最后一战是_______。 ",
     "option":{
      "A": "海南岛战役",
      "B": "昌都战役",
      "C": "厦门战役",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"随着人民解放军的胜利进军，各新解放区建立的临时的过渡性政权最早是_______。 ",
     "option":{
      "A": "军事管制委员会",
      "B": "地方人民政府",
      "C": "地方各界人民代表会议",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我国最早建立的省级少数民族自治区是_______。 ",
     "option":{
      "A": "新疆维吾尔自治区",
      "B": "内蒙古自治区",
      "C": "西藏自治区",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中国人民政治协商会议第一次全体会议决定，以《义勇军进行曲》为_______。 ",
     "option":{
      "A": "代国歌",
      "B": "国歌",
      "C": "临时国歌",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_______的基本完成，使农民获得土地等基本生产资料，摆脱千百年来封建宗法的人身束缚，是近代以来中国人民反封建斗争的伟大胜利。 ",
     "option":{
      "A": "肃反运动",
      "B": "土地改革",
      "C": "三反运动",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"建国初期进行的“三反”斗争的内容是_______。 ",
     "option":{
      "A": "反贪污、反受贿、反官僚主义",
      "B": "反贪污、反受贿、反主观主义",
      "C": "反贪污、反浪费、反官僚主义",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中华人民共和国成立后制定的第一部正式法律是_______。 ",
     "option":{
      "A": "《工会法》",
      "B": "《土地改革法》",
      "C": "《婚姻法》",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中华人民共和国第一任国家主席是_______。 ",
     "option":{
      "A": "刘少奇",
      "B": "毛泽东",
      "C": "朱德",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"建国初期，我国建立社会主义性质的国营经济的最主要途径和手段是_______。 ",
     "option":{
      "A": "没收官僚资本企业",
      "B": "没收帝国主义在华企业",
      "C": "没收民族资产阶级的财产",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1950年2月，毛泽东访问苏联期间同苏联签定的条约是_______。 ",
     "option":{
      "A": "《中苏友好同盟互助条约》",
      "B": "《中苏友好同盟条约》",
      "C": "《中苏新约》",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中国人民志愿军跨过鸭绿江奔赴朝鲜战场的时间是_______。 ",
     "option":{
      "A": "1950月25日",
      "B": "1950年10月8日",
      "C": "1950年10月19日",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中共中央任命_______为中国人民志愿军司令员兼政治委员。 ",
     "option":{
      "A": "彭德怀",
      "B": "林彪",
      "C": "粟裕",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"人民解放军解放全国大陆的时间是_______。 ",
     "option":{
      "A": "1951年5月",
      "B": "1949年10月",
      "C": "1951月10月",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_______，《毛泽东选集》第一卷正式出版。 ",
     "option":{
      "A": "1949年",
      "B": "1951年",
      "C": "1960年",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1951年至1952年，我国在_______中开展了一场反对贪污、反对浪费、反对官僚主义的“三反”运动。 ",
     "option":{
      "A": "私营工商业者",
      "B": "中国共产党内",
      "C": "党政机关工作人员",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1951年成立的一所军事院校被毛泽东称为是中国人民解放军建军史上重大转变的标志之一，它是_______。 ",
     "option":{
      "A": "中国人民解放军军事学院",
      "B": "中国人民解放军指挥学院",
      "C": "中国人民解放军医学科学",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"新中国成立初期，抗美援朝、土地改革同_______一起被称为“三大革命运动”。 ",
     "option":{
      "A": "“三反”运动",
      "B": "镇压反革命",
      "C": "“五反”运动",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我国土地制度改革在全国范围内基本完成是在_______。 ",
     "option":{
      "A": "1952年底",
      "B": "1951年",
      "C": "1960年",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我国的过渡时期是指_______。 ",
     "option":{
      "A": "从中国共产党成立到新民主主义革命的胜利",
      "B": "从中国共产党成立到社会主义改造的基本完成",
      "C": "从中华人民共和国成立到社会主义改造的基本完成",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我国过渡时期的总路线是_______。 ",
     "option":{
      "A": "社会主义改造的总路线",
      "B": "社会主义建社的路线",
      "C": "社会主义改造与社会主义建设并举的总路线",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"过渡时期的总路线的主题是_______。 ",
     "option":{
      "A": "实现国有化",
      "B": "实现现代化",
      "C": "实现国家的工业化",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1953年12月31日，周恩来在接见_______代表团时，首次系统地提出了国家之间和平共处的五项原则。 ",
     "option":{
      "A": "朝鲜",
      "B": "印度",
      "C": "柬埔寨",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我国实行第一个五年计划的期限是_______。 ",
     "option":{
      "A": "1952－1956年",
      "B": "1949－1954年",
      "C": "1953－1957年",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中华人民共和国首次以五大国之一的身份参加讨论国际问题的会议是_______。 ",
     "option":{
      "A": "日内瓦会议",
      "B": "万隆会议",
      "C": "四国外长会议",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1954年9月，中国共产党在北京召开了_______，通过了《中华人民共和国宪法》，结束了由中国人民政治协商会议代行人民代表大会的职权，也结束了《共同纲领》代替宪法的过渡政策。 ",
     "option":{
      "A": "第五次全国统战工作会议",
      "B": "第一届全国人民代表大会",
      "C": "党的八大",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"人民代表大会制度作为我国的根本政治制度，是经由一届全国人大一次会议通过的_______正式确立的。 ",
     "option":{
      "A": "《中华人民共和国宪法》",
      "B": "《中国人民政治协商会议共同纲领》",
      "C": "《中华人民共和国中央人民政府组织法》",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中华人民共和国第一部宪法通过的时间是_______。 ",
     "option":{
      "A": "1949年9月",
      "B": "1952年12月",
      "C": "1954年9月",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中华人民共和国第一任国务院总理是_______选出的。 ",
     "option":{
      "A": "1949年",
      "B": "1954年",
      "C": "1956年",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在党的______上，正确分析了社会主义改造基本完成后国内主要矛盾的变化，确定把党的工作重点转向社会主义建设上来。 ",
     "option":{
      "A": "八届二中全会",
      "B": "七届二中全会",
      "C": "八大",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"表明中国在处理中美关系时已经开始把台湾问题置于首要地位的事件是_______。 ",
     "option":{
      "A": "炮击金门",
      "B": "抗美援朝",
      "C": "周恩来在亚非会议上的声明",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"周恩来在1956年1月召开的关于知识分子问题的会议上，发出了_______的号召。 ",
     "option":{
      "A": "向现代科学进军",
      "B": "向现代化进军",
      "C": "向共产主义进军",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1956年，在周恩来、陈毅、李富春、聂荣臻等的领导下，组织数百名专家参加，制定了_______。 ",
     "option":{
      "A": "《1956-1967年科学技术发展远景规划纲要》",
      "B": "《第二个五年计划》",
      "C": "《1957年经济计划》",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1956年4月，毛泽东发表______的讲话，初步总结了我国社会主义建设的经验，提出了探索适合我国国情的社会主义建设的任务。 ",
     "option":{
      "A": "《论十大关系》",
      "B": "《中国农村的社会主义高潮》的序言",
      "C": "《加快手工业的社会主义改造》",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1956年9月，邓小平在党的八大上所作的《关于修改党的章程的报告》中，首次正式提出了实行_______常任制的问题。 ",
     "option":{
      "A": "政治局",
      "B": "党的中央委员会",
      "C": "党的代表大会",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我国进入社会主义初级阶段的标志是_______。 ",
     "option":{
      "A": "中华人民共和国成立",
      "B": "社会主义改造的基本完成",
      "C": "党的十三大的召开",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_______的基本完成，标志着我国社会主义制度已初步建立起来。 ",
     "option":{
      "A": "土地改革",
      "B": "社会主义改造",
      "C": "农业合作化",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我国最大的石油基地_______是从1960年开始用了三年时间基本建成的。 ",
     "option":{
      "A": "大庆油田 ",
      "B": "辽河油田",
      "C": "胜利油田",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"60年代前期，为克服困难、恢复生产，许多地方的农村自发搞起了各种形式的_______。 ",
     "option":{
      "A": "彻底清理“一平二调”",
      "B": "“三级所有，队为基础”",
      "C": "“包产到户”",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1961年，党中央作出以研制“两弹”—_______为中心，加速国防科研和工业发展的重大决策。我国国防尖端科学技术在60年代取得了突破性进展。 ",
     "option":{
      "A": "原子弹氢弹",
      "B": "原子弹导弹",
      "C": "氢弹导弹",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1964年10月6日，我国第一颗_______爆炸成功。 ",
     "option":{
      "A": "氢弹",
      "B": "原子弹",
      "C": "导弹",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1964年，中国同法国建立外交关系，这是中国在_______以外地区进一步打开外交局面的一个重大成果。 ",
     "option":{
      "A": "亚洲",
      "B": "亚非拉",
      "C": "拉丁美洲",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在1964年底到1965年初召开的第三届全国人民代表大会第一次会议上，周恩来在政府工作报告中第一次郑重地向全国人民提出实现_______。 ",
     "option":{
      "A": "1966年将开始执行第三个五年计划",
      "B": "四个现代化的任务",
      "C": "三线建设的计划",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1965年，我国科研工作者在基础科学研究方面取得一项重大成果：_______，这在世界上处于领先地位。 ",
     "option":{
      "A": "人工合成结晶牛胰岛素 ",
      "B": "歌德巴赫猜想",
      "C": "提出层子模型",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1978年，_______省委在农村政策上作出的决策，引发出农民包产到户、包干到户的行动 ",
     "option":{
      "A": "安徽",
      "B": "四川",
      "C": "山东",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在1978年3月召开的全国科学大会上，邓小平强调了_______这一马克思主义的观点。 ",
     "option":{
      "A": "科学技术是生产力",
      "B": "生产力决定生产关系",
      "C": "经济基础决定上层建筑",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"邓小平首次提出放思想、实事求是是在_______上。 ",
     "option":{
      "A": "1978年中央工作会议",
      "B": "1978年全军政治工作会议",
      "C": "1978年党的十一届三中全会",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1978年5月11日，《光明日报》发表题为_______的特约评论员文章，从根本理论上否定了“两个凡是”的错误方针，揭开了真理标准讨论的序幕。 ",
     "option":{
      "A": "《实践是检验真理的唯一标准》",
      "B": "《一切主观世界的东西都要接受实践的检验》",
      "C": "《马克思主义的一个最基本的原则》",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我们党在十一届三中全会上毅然抛弃“以阶级斗争为纲”这个不适用于社会主义社会的“左”的错误方针，把党和国家的工作中心转移到经济建设上来。这是_______的拨乱反正。",
     "option":{
      "A": "思想路线",
      "B": "政治路线",
      "C": "组织路线",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在党的十一届三中全会前夕召开的中央工作会议上，邓小平作了_______的讲话，实际上成为党的十一届三中全会的主题报告。 ",
     "option":{
      "A": "《解放思想，实事求是，团结一致向前看》",
      "B": "《高举毛泽东思想旗帜，坚持实事求是的原则》",
      "C": "《坚持党的路线，改进工作方法》",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1978年12月召开的______，是建国以来中国共产党历史上具有深远意义的伟大转折，开创了我国社会主义事业发展的新时期。 ",
     "option":{
      "A": "党的十一大",
      "B": "党的十届三中全会",
      "C": "党的十一届三中全会",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的十一届三中全会开辟的建设有中国特色社会主义道路，是党在马克思主义与中国实际相结合过程中，实现的_______次历史性飞跃。 ",
     "option":{
      "A": "第三",
      "B": "第一",
      "C": "第二",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的十一届三中全会以后，邓小平围绕_______这个主题，第一次比较系统地初步回答了在中国这样的经济文化比较落后的国家，如何建设、巩固和发展社会主义的一系列基本问题，用新的思想、观点，继承和发展了马列主义、毛泽东思想。 ",
     "option":{
      "A": "和平与发展",
      "B": "什么是社会主义、怎样建设社会主义",
      "C": "改革和开放",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_______1月1日，中美两国正式建交。当天美国政府宣布：与台湾断交，终止美台“共同防御条约”，从台湾撤出美国军队。 ",
     "option":{
      "A": "1978年",
      "B": "1979年",
      "C": "1980年",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1979年1月1日，《人民日报》发表社论《把主要精神集中到生产建设上来》。社论强调，把党的工作重点转移到社会主义现代化建设上来，这是一个_______。 ",
     "option":{
      "A": "思想路线的转变",
      "B": "伟大的战略转变",
      "C": "长期的任务",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1979年1月29日至2月5日，_______应邀对美国进行正式访问。这是中华人民共和国成立后中国领导人第一次访问美国。 ",
     "option":{
      "A": "毛泽东",
      "B": "周恩来",
      "C": "邓小平",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1979年9月的党的十一届四中全会通过了_______，提出了中国农业现代化的部署和一系列方针政策。 ",
     "option":{
      "A": "《中共中央关于农村成立人民公社的若干问题的决定》",
      "B": "《中共中央关于加快农业发展若干问题的决定》",
      "C": "《中共中央关于人民公社若干问题的决议》",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"《关于国内政治生活的若干准则》是在_______上通过的。 ",
     "option":{
      "A": "党的十一届五中全会",
      "B": "党的十一届三中全会",
      "C": "党的十一届六中全会",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1980年2月党的十一届五中全会决定设立了_______，作为中央政治局和政治局常务委员会领导下的经常性工作结构。 ",
     "option":{
      "A": "中央组织部",
      "B": "中央统战部",
      "C": "中央书记处",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1980年5月，中共中央和国务院批准《广东、福建两省会议纪要》，决定在广东省的深圳市、珠海市、_______市和福建省的厦门市，各划出一定范围的区域，试办经济特区。 ",
     "option":{
      "A": "潮州",
      "B": "汕头",
      "C": "湛江",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"全国第一个进行经济体制改革综合试点城市是_______。 ",
     "option":{
      "A": "湖北省沙市",
      "B": "湖北省武汉市",
      "C": "上海市",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的十一届三中全会以来，我国农村发生了许多重大变化。影响最为深远的是普遍实行了多种形式的农村生产责任制，而_______又越来越成为主要形式。",
     "option":{
      "A": "集体经营",
      "B": "家庭联产承包制",
      "C": "包产到户",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1981年6月党的_______通过了《关于建国以来党的若干历史问题的决议》，标志着党胜利地完成了思想路线的拨乱反正。 ",
     "option":{
      "A": "十一届六中全会",
      "B": "十一届三中全会",
      "C": "十一届五中全会",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1982年2月，中共中央作出《关于建立老干部退休制度的决定》，废除干部领导职务实际存在的_______。 ",
     "option":{
      "A": "终身制",
      "B": "任期制",
      "C": "连任制",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在1982年召开的______上，邓小平致开幕词，提出“把马克思主义的普遍真理同我国的具体实际结合，走自己的道路，建设有中国特色的社会主义”。 ",
     "option":{
      "A": "党的十三大",
      "B": "党的十一届六中全会",
      "C": "党的十二大",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"“党必须在宪法和法律的范围内活动”，这一原则首次载入党章是在_______。 ",
     "option":{
      "A": "党的十四大 ",
      "B": "党的十三大",
      "C": "党的十二大",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1984年，根据中共中央书记处和国务院决定，沿海部分城市座谈会在北京召开。会议确定：进一步开放由北至南14个沿海港口城市即大连、秦皇岛、天津、烟台、青岛、连云港、_______、上海、宁波、温州、福州、广州、_______、和北海。 ",
     "option":{
      "A": "威海湛江",
      "B": "南通湛江",
      "C": "南通威海",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1984年9月26日，中英两国政府在关于香港问题的联合声明中宣布：中国政府决定在1997年7月1日_______。 ",
     "option":{
      "A": "对香港恢复行使主权",
      "B": "收回香港",
      "C": "对香港行使主权",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我国废除人民公社，建立乡（镇）政府作为基层政权的工作，到_______全部结束。 ",
     "option":{
      "A": "1985年春",
      "B": "1984年春",
      "C": "1986年春",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1985年，邓小平在会见日本商工会议所访华团时指出：现在世界上真正大的问题，也是全球性的战略问题，一个是_______问题，一个是经济问题或者说发展问题。 ",
     "option":{
      "A": "民主",
      "B": "和平 ",
      "C": "战争",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1985年，《中共中央关于教育体制改革的决定（草案）》提出，要有步骤地提出实行____义务教育。 ",
     "option":{
      "A": "十年制",
      "B": "六年制",
      "C": "九年制",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1985年，国务院发出《关于进一步清理和整顿公司的通知》强调，必须贯彻_______的原则",
     "option":{
      "A": "政企分开",
      "B": "机关干部不得在企业任职",
      "C": "党政机关不得办公司",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"科学家王大珩、王滏昌、陈芳允、杨嘉墀上书中共中央，提出发展高技术的建议，这一建议后来被称为_______。 ",
     "option":{
      "A": "“八六三”计划",
      "B": "“星火”计划",
      "C": "“火炬”计划",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1985年10月，邓小平在同外宾的谈话中强调指出社会主义和_______之间不存在根本矛盾",
     "option":{
      "A": "市场经济 ",
      "B": "个体经济",
      "C": "商品经济",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我国社会主义现代化建设“三步走”的战略部署，其中第三步是，到二十一世纪中叶，人均国民生产总值达到_______国家水平，人民生活比较富裕，基本实现现代化。 ",
     "option":{
      "A": "初步发达",
      "B": "中等发达",
      "C": "充分发达",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我国体育健儿在奥运会金牌榜上“零”的突破，是在第_______奥运会上实现的。 ",
     "option":{
      "A": "24届",
      "B": "21届",
      "C": "23届",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"为了解决台湾、香港、澳门的问题，实现祖国统一，邓小平尊重历史和现状，从实际出发，创造性地提出_______的伟大构想。 ",
     "option":{
      "A": "和平统一祖国",
      "B": "“一个国家，两种制度”",
      "C": "用谈判方式统一祖国",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1990年11月，经国务院、中国人民银行批准，（）正式成立。这是新中国成立以来在大陆开业的第一家证券交易所。 ",
     "option":{
      "A": "深圳证券交易所",
      "B": "上海证券交易所",
      "C": "北京证券交易所",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1991年6月21日，国家土地管理局宣布：国务院决定每年6月__为全国土地日。 ",
     "option":{
      "A": "21日",
      "B": "25日",
      "C": "30日",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1991年12月15日，我国大陆第一座核电站_____并网发电。这是我国第一座自行设计、自行建造的30万千瓦的核电站。 ",
     "option":{
      "A": "秦山核电站",
      "B": "三峡核电站",
      "C": "大亚湾核电站",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"以1992年初邓小平发表南方谈话和党的_______为标志，中国社会主义改革开放和现代化建设事业进入新的发展阶段。 ",
     "option":{
      "A": "十五大",
      "B": "十三大",
      "C": "十四大",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1992年初，邓小平在视察南方谈话中指出：社会主义的本质，是解放生产力，发展生产力，消灭剥削，消除两极分化，最终达到___________。 ",
     "option":{
      "A": "共同富裕 ",
      "B": "小康社会",
      "C": "生活富裕、经济繁荣",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1992年6月18日，新华社报道，国务院最近决定开放长江沿岸的_______五个内陆城市。至此，长江沿岸的十个主要中心城市已全部对外开放。 ",
     "option":{
      "A": "芜湖、九江、南京、武汉、重庆",
      "B": "芜湖、九江、岳阳、武汉、重庆",
      "C": "芜湖、沙市、岳阳、武汉、重庆",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"十四大报告指出：要在20世纪九十年代把有中国特色的社会主义事业推向前进，最根本的是坚持_______，加快改革开放，集中精力把经济建设搞上去。 ",
     "option":{
      "A": "党的基本路线",
      "B": "开拓创新",
      "C": "民主集中制",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"《中共中央关于建立社会主义市场经济体制若干问题的决定》指出，必须坚持_______的方针。 ",
     "option":{
      "A": "以公有制为主体，允许其他经济成分发展",
      "B": "以公有制为主体，多种经济成分共同发展",
      "C": "以公有制为主体，多种经济成分共存",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1999年11月20日，我国第一艘载人航天试验飞船_______发射成功。 ",
     "option":{
      "A": "“东方红”",
      "B": "“神舟”",
      "C": "“长征”",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_______年12月20日，中国和葡萄牙两国政府发表联合声明宣布，中国政府对澳门恢复行使主权。 ",
     "option":{
      "A": "2001",
      "B": "1997",
      "C": "1999",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"2001年2月19日中共中央、国务院举行国家科学技术奖励大会，授予吴文俊、袁隆平2000年度_______。 ",
     "option":{
      "A": "国家最高科学技术奖",
      "B": "国家科学技术奖",
      "C": "国家科技进步奖",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"2001年我国申奥取得成功，_______年在北京举办奥运会将会极大地促进中华民族体育事业的发展。 ",
     "option":{
      "A": "2012年",
      "B": "2004年",
      "C": "2008年",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"2001年9月20日，中共中央印发《公民道德建设实施纲要》。提出：要在全社会大力提倡_______的基本道德规范。 ",
     "option":{
      "A": "“有理想、有道德、有文化、有纪律”",
      "B": "“爱祖国、爱人民、爱劳动、爱科学、爱社会主义” ",
      "C": "“爱国守法，明礼成信，团结友善，勤俭自强，敬业奉献”",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_______，中国正式成为世贸组织成员。",
     "option":{
      "A": "2000年11月10日",
      "B": "2001年12月11日",
      "C": "2002年11月11日",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"2002年我国_______获得了2010年世界博览会举办权。这将是世博会第一次在发展中国家举行。 ",
     "option":{
      "A": "北京",
      "B": "上海",
      "C": "深圳",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中国共产党是中国工人阶级的先锋队，同时是_______，是中国特色社会主义事业的领导核心。 ",
     "option":{
      "A": "无产阶级",
      "B": "中国人民和中华民族的先锋队",
      "C": "各革命阶级",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中国共产党的宗旨是_______。",
     "option":{
      "A": "全心全意为人民服务",
      "B": "实事求是",
      "C": "与时俱进",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中国共产党党员标准主要是由_______决定的。 ",
     "option":{
      "A": "党的代表性",
      "B": "党的工人阶级先锋队性质",
      "C": "党的革命性",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党在社会主义初级阶段的基本路线的核心内容是_______。 ",
     "option":{
      "A": "自力更生，艰苦创业 ",
      "B": "“一个中心，两个基本点”",
      "C": "把我国建设富强、民主、文明的社会主义现代化国家",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的最高领导机关是_______。 ",
     "option":{
      "A": "党的中央委员会",
      "B": "党的全国代表大会",
      "C": "党的全国代表大会和它所产生的中央委员会",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的全国代表大会每_______年举行一次，由中央委员会召集。 ",
     "option":{
      "A": "六年",
      "B": "四年",
      "C": "五年",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"党的各级领导机关，除它们派出的代表机关和在非党组织中的党组外，都由_______产生。",
     "option":{
      "A": "委派",
      "B": "选举",
      "C": "任命",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"共产党的党性是_______的最高表现。 ",
     "option":{
      "A": "先进分子的先进性",
      "B": "工人阶级的阶级性",
      "C": "革命分子的革命性",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"坚持四项基本原则，是实现我国现代化的根本前提。这四项基本原则是：_______。 ",
     "option":{
      "A": "坚持社会主义道路；坚持无产阶级专政；坚持多党合作制度；坚持马克思列宁主义毛泽东思想 ",
      "B": "坚持社会主义道路；坚持人民代表大会制；坚持中国共产党领导；坚持马克思列宁主义毛泽东思想",
      "C": "坚持社会主义道理；坚持人民民主专政；坚持中国共产党领导；坚持马克思列宁主义毛泽东思想",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我们党的最大政治优势是_______，党执政后的最大危险是脱离群众。 ",
     "option":{
      "A": "理论联系实际",
      "B": "密切联系群众",
      "C": "批评和自我批评",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"可以申请入党的最低年龄为_______。 ",
     "option":{
      "A": "16岁",
      "B": "18岁",
      "C": "20岁",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"申请入党时一般应采用_______，向党组织表明入党志愿。",
     "option":{
      "A": "口头形式、书面形式均可",
      "B": "口头形式",
      "C": "书面形式 ",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"入党时必须有_______作入党介绍人。 ",
     "option":{
      "A": "两名党员，正式、预备均可",
      "B": "三名正式党员",
      "C": "两名正式党员",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"全世界无产者，联合起来！的口号是_______中提出的。 ",
     "option":{
      "A": "《共产主义原理》",
      "B": "《共产党宣言》",
      "C": "《关于波兰的演说》",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_______的发表，是马克思主义党的学说创立的主要标志。 ",
     "option":{
      "A": "《共产主义者同盟章程》",
      "B": "《共产党宣言》",
      "C": "《共产主义原理》",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"《共产党宣言》宣告了_______的必然灭亡。 ",
     "option":{
      "A": "欧洲封建制度",
      "B": "现代资产阶级所有制",
      "C": "资产阶级",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"马克思主义政党的学风是_______。 ",
     "option":{
      "A": "理论联系实际",
      "B": "密切联系群众",
      "C": "批评与自我批评",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"人类历史上第一次科技革命是18世纪下半叶，首先在老牌资本主义国家_______发生的，它是一场以机器为主体的工厂代替手工技术为基础的手工工场的革命，因此也称之为“技术革命”或“工业革命”。 ",
     "option":{
      "A": "英国 ",
      "B": "法国",
      "C": "德国",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_____3月2日至6日，在莫斯科举行了共产国际第一次代表大会，共产国际正式成立。",
     "option":{
      "A": "1917年",
      "B": "1921年",
      "C": "1919年",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },

    //垃圾分类
    {
     "question":"上海新推行的生活垃圾分类一般分为哪几类",
     "option":{
      "A": "有害垃圾，可回收，干垃圾，湿垃圾",
      "B": "可回收，不可回收，有害垃圾，厨余垃圾垃圾",
      "C": "可回收，不可回收，厨余垃圾，玻璃",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"废旧荧光灯管属于什么垃圾",
     "option":{
      "A": "有害垃圾",
      "B": "玻璃",
      "C": "可回收垃圾",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"以下哪种说法是错误的",
     "option":{
      "A": "废旧的宣传广告纸可以做成玩具",
      "B": "过期药品可以放在可回收垃圾",
      "C": "旧书旧玩具可以义卖，捐给山区",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"垃圾的卫生填埋可有效减少对（ ）、地表水、土壤及空气污染",
     "option":{
      "A": "雨水",
      "B": "自来水",
      "C": "地下水",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"分类投放生活垃圾的责任主体是",
     "option":{
      "A": "市政府部门",
      "B": "所在的街道办事处",
      "C": "产生生活垃圾的单位和个人",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"打印墨盒属于什么垃圾",
     "option":{
      "A": "有害垃圾",
      "B": "可回收垃圾",
      "C": "干垃圾",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"有害垃圾桶是什么颜色",
     "option":{
      "A": "蓝色",
      "B": "绿色",
      "C": "红色",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"干垃圾桶是什么颜色",
     "option":{
      "A": "红色",
      "B": "绿色",
      "C": "黑色",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"打湿的纸巾是什么垃圾",
     "option":{
      "A": "湿垃圾",
      "B": "干垃圾",
      "C": "可回收垃圾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"鸡蛋壳属于什么垃圾",
     "option":{
      "A": "厨余垃圾",
      "B": "干垃圾",
      "C": "湿垃圾",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"贝壳应该放到什么颜色的垃圾桶",
     "option":{
      "A": "黑色",
      "B": "棕色",
      "C": "绿色",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"狗粮应该放进什么颜色的垃圾桶",
     "option":{
      "A": "黑色",
      "B": "棕色",
      "C": "蓝色",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"化妆品应该放进什么颜色的垃圾桶",
     "option":{
      "A": "黑色",
      "B": "棕色",
      "C": "红色",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"城市生活垃圾从从哪里来",
     "option":{
      "A": "超市",
      "B": "街道",
      "C": "人类活动",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"垃圾分类管理有帮助的做法是",
     "option":{
      "A": "增加运输生活垃圾的车辆",
      "B": "将所有垃圾扔到一个垃圾桶内",
      "C": "促进生活垃圾源头减量",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"哪个政府部门可以为单位和个人提供便捷查询服务，指导投放生活垃圾?",
     "option":{
      "A": "市城管执法部门",
      "B": "市绿化市容部门",
      "C": "市生态环境部门",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"国务院批转住房城乡建设部等部门《关于进一步加强城市生活垃圾处理工作意见》是什么时间发布的？",
     "option":{
      "A": "2011年4月",
      "B": "2018年5月",
      "C": "2013年7月",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"以下哪个时间不属于集中投放时间",
     "option":{
      "A": "8：30",
      "B": "18：00",
      "C": "14：00",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"《上海市生活垃圾管理条例》的执行日期为",
     "option":{
      "A": "2017年7月1日",
      "B": "2018年7月1日",
      "C": "2019年7月1日",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下列描述属于有害垃圾特点的是",
     "option":{
      "A": "适宜回收",
      "B": "易腐烂",
      "C": "对自然环境有害",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"生活垃圾的具体分类标准可以根据（）进行调整",
     "option":{
      "A": "垃圾桶的材质",
      "B": "人们的喜好",
      "C": "经济社会发展水平",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"鱼骨头应该投入什么颜色的垃圾桶",
     "option":{
      "A": "蓝色",
      "B": "黑色",
      "C": "棕色",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"晒干的茶叶渣属于什么垃圾",
     "option":{
      "A": "干垃圾",
      "B": "湿垃圾",
      "C": "有害垃圾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":" 本市应该建立健全生活垃圾（）、分类收集、分类运输、分类处置的全程分类体系，积极推进生活垃圾源头减量和资源循环利用。",
     "option":{
      "A": "分类管理",
      "B": "分类投放",
      "C": "分类生产",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"目前上海生活垃圾是（）分法",
     "option":{
      "A": "四",
      "B": "三",
      "C": "五",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"世界上最早对包装垃圾分类回收进行立法的国家是哪个",
     "option":{
      "A": "日本",
      "B": "中国",
      "C": "德国",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下列什么物质在自然界中很难被降解",
     "option":{
      "A": "一次性泡沫餐具",
      "B": "废纸",
      "C": "果皮",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"标准化菜场里面的湿垃圾应该怎么处理",
     "option":{
      "A": "就地解决",
      "B": "集中运到特定位置处理",
      "C": "当地街道办事处负责处理",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"快递企业在上海市运营时，应选择",
     "option":{
      "A": "电子运单",
      "B": "多次运输",
      "C": "普通胶带",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"有物业服务企业管理的党政机关、企事业单位社会团体等单位的办公和生产经营场所的生活垃圾分类投放管理责任人为()",
     "option":{
      "A": "物业服务企业",
      "B": "所在街道办事处",
      "C": "业主",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"单位未将生活垃圾投放至相应收集容器的，由城管执法部门责令()整改。",
     "option":{
      "A": "一周内",
      "B": "立即",
      "C": "1-3天内",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"依据《上海市生活垃圾管理条例》，党政机关，事业单位应减少使用()。",
     "option":{
      "A": "纸张",
      "B": "茶歇",
      "C": "一次性办公用品",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"上海市生态环境部门在生活垃圾管理中的责任为()",
     "option":{
      "A": "生活垃圾处理污染防治工作的指导和监督",
      "B": "查处违反生活垃圾分类管理规定行为的指导和监督",
      "C": "制定促进生活垃圾源头减量资源化利用以及无害化处置的政策",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"《上海市生活垃圾管理条例》制定所依据的法律有()",
     "option":{
      "A": "《城市市容和环境卫生管理条例》",
      "B": "《中华人民共和国循环经济促进法》",
      "C": "选项都是",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"参照目前上海城市生活垃圾分类中，以下属于有害垃圾的是()?",
     "option":{
      "A": "废油漆及容器",
      "B": "电脑",
      "C": "废纸箱",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"以下哪个是可回收垃圾",
     "option":{
      "A": "废电池",
      "B": "废塑料",
      "C": "猕猴桃",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"废弃的电器电子产品，体积较小的应当投入()收集容器，体积较大的应当按照大件垃圾的管理要求予以回收",
     "option":{
      "A": "有害垃圾",
      "B": "可回收垃圾",
      "C": "干垃圾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"按照条例规定，未按照要求将生活垃圾运输至符合条件的转运场所的，责令限期改正;逾期不改正的，处以() 罚款",
     "option":{
      "A": "五千以下",
      "B": "五千以上一万以下",
      "C": "一万以上十万以下",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"世界环境日是每年的哪个月",
     "option":{
      "A": "8月",
      "B": "7月",
      "C": "6月",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下列不属于有害垃圾的是",
     "option":{
      "A": "手机",
      "B": "节能灯",
      "C": "x光片",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"（）可以进行降解堆肥处理",
     "option":{
      "A": "有害垃圾",
      "B": "湿垃圾",
      "C": "其他垃圾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"什么垃圾可以进行可回收循环利用()",
     "option":{
      "A": "其他垃圾",
      "B": "可回收垃圾",
      "C": "干垃圾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"《上海市生活垃圾管理条例》自2019年()开始施行",
     "option":{
      "A": "8月1日",
      "B": "7月1日",
      "C": "10月1日",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"按照条例规定，市绿化市容、农业农村部门应当会同市市场监管部门研究制定本市()资源化利用标准",
     "option":{
      "A": "可回收垃圾",
      "B": "干垃圾",
      "C": "湿垃圾",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"按照条例规定，若餐厅主动向消费者提供一次性筷子、调羹等餐具，逾期不改，将处以()罚款",
     "option":{
      "A": "1000以上10000以下",
      "B": "100以上500以下",
      "C": "500以上5000以下",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"生活垃圾管理工作中做出突出贡献和优异成绩的单位和个人，将得到()",
     "option":{
      "A": "按照国家和本市评比表彰有关规定，给予表彰奖励",
      "B": "好人好事，口头表扬",
      "C": "以上答案都不对",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"按照条例规定，下列哪个部门应当指导在本市开展经营活动的快递企业建立健全多方协同的包装物回收再利用体系()",
     "option":{
      "A": "市商务",
      "B": "绿化市容部门",
      "C": "市邮政部门",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"按照条例规定，公共场所应当设置()两类收集容器",
     "option":{
      "A": "湿垃圾和干垃圾",
      "B": "可回收垃圾和干垃圾",
      "C": "有害垃圾和可回收垃圾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"按照条例规定，下列哪个部门应当对本市生活垃圾分类情况进行定期评估()",
     "option":{
      "A": "绿化市容部门",
      "B": "市商务",
      "C": "经济信息化",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"按照条例规定，管理责任人未按照要求设置收集容器、设施的，由城管执法部门责令限期改正:逾期不改正的，处以()罚款",
     "option":{
      "A": "500以上5000以下",
      "B": "100以上500以下",
      "C": "1000以上10000以下",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"主管上海市生活垃圾管理的政府部门是()",
     "option":{
      "A": "上海市城管执法部门",
      "B": "上海市绿化市容部门",
      "C": "上海市发展改革部门",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"依据《上海市生活垃圾管理条例》，如果个人违反规定，将有害垃圾与可回收物、湿垃圾、干垃圾混合投放，或者将湿垃圾与可回收物、干垃圾混合投放的额，由（）部门责令立即改正",
     "option":{
      "A": "公安",
      "B": "市容",
      "C": "城管",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"个人可以查看()来得知具体的分类标准",
     "option":{
      "A": "北京市颁布的生活垃圾管理条例",
      "B": "上海市市绿化市容部门应当会同市商务、生态环境等部门制定生活垃圾具体分类目录",
      "C": "翻看垃圾分类字典",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"以下哪个是有害垃圾",
     "option":{
      "A": "吃剩的菌类",
      "B": "用剩的香水",
      "C": "废旧纸张",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"世界环境日的具体日期为",
     "option":{
      "A": "6月5日",
      "B": "7月10日",
      "C": "6月15日",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下列投入蓝色垃圾桶的是",
     "option":{
      "A": "电池",
      "B": "瓜子",
      "C": "玻璃啤酒瓶",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"旧衣服应该放进什么颜色垃圾桶",
     "option":{
      "A": "蓝色",
      "B": "绿色",
      "C": "黑色",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"中药药渣应该放入什么颜色的垃圾桶",
     "option":{
      "A": "红色",
      "B": "棕色",
      "C": "蓝色",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"按照条例规定，本市建立健全以()为领导核心的工作机制，共同推进生活垃圾管理工作",
     "option":{
      "A": "村党组织、业主委员会",
      "B": "居民区、业主委员会",
      "C": "居民区、村党组织",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"按照条例规定，多久对湿垃圾进行一次收集、运输( )",
     "option":{
      "A": "每月定时收集、运输",
      "B": "每周定时收集、运输",
      "C": "每日定时收集、运输",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"按照条例规定农村地区应当就地就近对()进行资源化利用",
     "option":{
      "A": "可回收垃圾",
      "B": "干垃圾",
      "C": "湿垃圾",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"参照目前上海城市生活垃圾分类标准，以下属于湿垃圾的是()",
     "option":{
      "A": "尿不湿",
      "B": "玫瑰花",
      "C": "水壶",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下列可投入蓝色垃圾桶的是()?",
     "option":{
      "A": "矿泉水瓶",
      "B": "狗粮",
      "C": "茶叶",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"废金属应该放入什么颜色的垃圾桶内。",
     "option":{
      "A": "蓝色",
      "B": "黑色",
      "C": "红色",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"过期食品应该放入什么颜色的垃圾桶内",
     "option":{
      "A": "棕色",
      "B": "红色",
      "C": "黑色",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"蓝色的垃圾桶上面应该标注为()?",
     "option":{
      "A": "湿垃圾",
      "B": "干垃圾",
      "C": "可回收物",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"干垃圾垃圾桶的颜色是()?",
     "option":{
      "A": "黑色",
      "B": "棕色",
      "C": "蓝色",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"有机玻璃制品属于",
     "option":{
      "A": "有害垃圾",
      "B": "干垃圾",
      "C": "可回收物",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"当发送突发事件造成生活垃圾无法正常收集、运输或处置，此时应当向下列哪个部门进行报告()",
     "option":{
      "A": "绿化市容部门",
      "B": "城管",
      "C": "农业农村部门",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"按照条例规定，农贸市场标准化菜场未按照标准配置湿垃圾就地处理设施的，逾期不改正的处以()以下罚款",
     "option":{
      "A": "500000以上520000以下",
      "B": "5000以上10000以下",
      "C": "5000以上500000以下",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"按照条例规定，应将餐厨垃圾和餐厨废弃油脂，单独投放至()收集容器",
     "option":{
      "A": "干垃圾",
      "B": "湿垃圾",
      "C": "有害垃圾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下列不属于可回收物的是()?",
     "option":{
      "A": "没抽完的烟",
      "B": "金属",
      "C": "塑料",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下列属于有害垃圾的分类利用处置方式为()",
     "option":{
      "A": "高温处理",
      "B": "生化处理",
      "C": "堆肥",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"喝完牛奶的利乐包装的牛奶罐属于",
     "option":{
      "A": "湿垃圾",
      "B": "可回收物",
      "C": "干垃圾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"吃完香蕉的香蕉皮属于()",
     "option":{
      "A": "干垃圾",
      "B": "湿垃圾",
      "C": "有害垃圾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"塑料隐形眼镜盒属于",
     "option":{
      "A": "干垃圾",
      "B": "可回收物",
      "C": "湿垃圾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"废旧电脑属于()",
     "option":{
      "A": "有害垃圾",
      "B": "干垃圾",
      "C": "可回收物",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"《上海市生活垃圾管理条例》是根据(  ）《中华人民共和国固体废物污染环境防治法》《中华人民共和国循环经济促进法》》《城市市容和环境卫生管理条例》等法律、行政法规，结合本市实际，制定的。",
     "option":{
      "A": "《中华人民共和国固体废物污染环境防治法》",
      "B": "《环境保护法》",
      "C": "《城市市容和环境卫生管理条例》",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"榴莲果核属于()",
     "option":{
      "A": "干垃圾",
      "B": "湿垃圾",
      "C": "可回收物",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"废弃的娃娃属于()",
     "option":{
      "A": "湿垃圾",
      "B": "干垃圾",
      "C": "可回收物",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"榴莲果壳属于()",
     "option":{
      "A": "干垃圾",
      "B": "湿垃圾",
      "C": "可回收物",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"晒干的西瓜皮是什么垃圾",
     "option":{
      "A": "可回收物",
      "B": "干垃圾",
      "C": "湿垃圾",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"打湿的纸巾是什么垃圾",
     "option":{
      "A": "可回收物",
      "B": "湿垃圾",
      "C": "干垃圾",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"宿舍盆栽废弃的树叶属于",
     "option":{
      "A": "干垃圾",
      "B": "湿垃圾",
      "C": "有害垃圾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"易拉罐应投入什么颜色的垃圾分类桶。",
     "option":{
      "A": "黑色",
      "B": "蓝色",
      "C": "绿色",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"健康人群使用后的口罩如何处置",
     "option":{
      "A": "属于干垃圾, 按照生活垃圾分类的要求处理即可",
      "B": "属于有害垃圾需要焚烧",
      "C": "要送医院处理",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"以下不属于干垃圾的是",
     "option":{
      "A": "鱼骨头",
      "B": "猪大腿骨头",
      "C": "喝完的酸奶盒",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"猪大骨是什么垃圾",
     "option":{
      "A": "湿垃圾",
      "B": "干垃圾",
      "C": "有害垃圾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"女生的裙子属于什么垃圾",
     "option":{
      "A": "有害垃圾",
      "B": "干垃圾",
      "C": "可回收物",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"蓝色垃圾桶是投放什么垃圾的",
     "option":{
      "A": "湿垃圾",
      "B": "干垃圾",
      "C": "可回收物",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下面属于我校集中投放垃圾时间的是",
     "option":{
      "A": "18：30",
      "B": "14：00",
      "C": "6：00",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"旧衣服需要投进什么颜色垃圾桶",
     "option":{
      "A": "黑色",
      "B": "蓝色",
      "C": "棕色",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },

    //校史
    {
     "question":"复旦大学是何年建立的？",
     "option":{
      "A": "1906",
      "B": "1904",
      "C": "1905",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"复旦大学的创立者是谁？",
     "option":{
      "A": "孙中山",
      "B": "李登辉",
      "C": "马相伯",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1929年，复旦大学进行系科改组，增设新闻系、市政系、法律系、教育系，这时全校共有__个系，___个学院，奠定了之后20年的学科发展布局。",
     "option":{
      "A": "17、4",
      "B": "16、4",
      "C": "16、5",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1931年，“九·一八”事变爆发，在哪位校长主持下，召集全校师生开声讨大会，并成立军事训练委员会，加强对学生的军事训练。",
     "option":{
      "A": "陈望道",
      "B": "李登辉",
      "C": "马相伯",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1937年“八一三”日寇侵沪，复旦大学师生西迁至__。",
     "option":{
      "A": "昆明",
      "B": "重庆",
      "C": "成都",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"哪一年，复旦大学渝校师生回迁上海？",
     "option":{
      "A": "1946年",
      "B": "1945年",
      "C": "1947年",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"李登辉老校长提出的复旦精神是“团结、___、牺牲”。",
     "option":{
      "A": "服务",
      "B": "奉献",
      "C": "坚守",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"复旦校训“博学而笃志，切问而近思”出自？",
     "option":{
      "A": "《大学》",
      "B": "《论语》",
      "C": "《尚书大传》",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"“复旦”校名源于“卿云烂兮，糺缦缦兮。日月光华，旦复旦兮。”，出自__。",
     "option":{
      "A": "南北朝·庾信《徵调曲》",
      "B": "《论语·子张》",
      "C": "《尚书大传》中的《虞夏传·卿云歌》",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"复旦大学现在的校庆日是哪天？",
     "option":{
      "A": "5月5日",
      "B": "9月14日",
      "C": "5月27日",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"现在使用的复旦大学校名是由谁题写的？",
     "option":{
      "A": "毛泽东",
      "B": "马相伯",
      "C": "李登辉",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1905年马相伯创立__，这是国人自办的第一所高等学校。",
     "option":{
      "A": "复旦学院",
      "B": "震旦学院",
      "C": "复旦公学",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1902年马相伯创立__，后因法国教会势力干预学校教务，篡夺校政，师生愤然退学。",
     "option":{
      "A": "复旦公学",
      "B": "南洋公学",
      "C": "震旦学院",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"现行复旦大学校徽中“复旦”二字是什么字体？",
     "option":{
      "A": "楷书",
      "B": "篆书",
      "C": "行书",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"现行复旦大学校歌词曲作者是？",
     "option":{
      "A": "张寒晖",
      "B": "田汉、聂耳",
      "C": "刘大白、丰子恺",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"“我是一条狗，叫了一百年，也没有把中国叫醒。”，这句话是复旦哪位老校长说的？",
     "option":{
      "A": "马相伯",
      "B": "李登辉",
      "C": "严复",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1927年，由中国人自主创办的第一所国立医学院____在上海吴淞建立,，这也是上医的前身。",
     "option":{
      "A": "震旦大学医学院",
      "B": "国立第四中山大学医学院",
      "C": "国立第三中山大学医学院",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":" 哪一年，复旦大学与上海医科大学强强联合，组建新的复旦大学？",
     "option":{
      "A": "2001年",
      "B": "1999年",
      "C": "2000年",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"复旦大学上海医学院院训是？",
     "option":{
      "A": "为人群服务、为强国奋斗",
      "B": "为人群服务，为人群灭除病苦",
      "C": "正谊明道",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"复旦倡导的校风是文明、健康、____、奋发。",
     "option":{
      "A": "服务",
      "B": "奉献",
      "C": "团结",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"复旦倡导的学风是刻苦、严谨、____、创新。",
     "option":{
      "A": "求真",
      "B": "求实",
      "C": "务实",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"陈望道老校长翻译了____首个中文全译本，该书于宣传马克思主义，推动革命运动的发展和中国共产党的创立，起到了重要的作用",
     "option":{
      "A": "《共产党宣言》",
      "B": "《资本论》",
      "C": "《德意志意识形态》",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"___是复旦历史上第一位女校长，是著名的半导体物理学家。",
     "option":{
      "A": "何泽慧",
      "B": "王明贞",
      "C": "谢希德",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"____老校长被誉为“东方第一几何学家”，创立了世人公认的中国微分几何学派。",
     "option":{
      "A": "陈建功",
      "B": "华罗庚",
      "C": "苏步青",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1959年，复旦大学被认定为全国十六所重点高校之一，进入国家重点建设大学之列，这是复旦大学历史上的____。",
     "option":{
      "A": "“第三次腾飞”",
      "B": "“第二次腾飞”",
      "C": "“第一次腾飞”",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1984年4月，复旦大学被国务院确定为“七五”期间重点建设单位。几年的迅速发展使复旦成为全国文理科综合性重点大学，并跨入全国首批“211工程”高校建设行列，实现了历史上的______。",
     "option":{
      "A": "“第三次腾飞”",
      "B": "“第一次腾飞”",
      "C": "“第二次腾飞”",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"邯郸校区的500号楼又称作___，是为了纪念因日军轰炸而不幸牺牲的孙寒冰教授。",
     "option":{
      "A": "登辉堂",
      "B": "子彬院",
      "C": "寒冰馆",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"为纪念马相伯和李登辉两位老校长，学校的大礼堂被命名为___。",
     "option":{
      "A": "子彬院",
      "B": "相辉堂",
      "C": "奕柱堂",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"现在的校史陈列馆又被叫做___，是以华侨银行家黄奕柱先生命名。",
     "option":{
      "A": "子彬院",
      "B": "奕柱堂",
      "C": "相辉堂",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":" 1918年，李登辉校长去南洋集资了15万，在___置地，即是今天复旦校园之基础。",
     "option":{
      "A": "江湾",
      "B": "新江湾城",
      "C": "徐家汇",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1923年，复旦在郭任远教授建议下成立了中国第一个____。",
     "option":{
      "A": "法学院",
      "B": "商学院",
      "C": "心理学院",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1923年，孙中山先生应复旦同学邀请，为祝贺复旦搬迁至新校址在《复旦年刊》上题写了__。",
     "option":{
      "A": "努力前程",
      "B": "艰苦奋斗",
      "C": "天下为公",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":" 1905年9月14日，国人自办的第一所高等学校——复旦公学正式开学，校址在上海__。",
     "option":{
      "A": "吴淞",
      "B": "徐家汇",
      "C": "江湾",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"辛亥革命时期，吴淞校舍被光复军司令部占据，后经中华民国临时政府批准，复旦公学搬至__。",
     "option":{
      "A": "徐家汇李公祠",
      "B": "江湾新校址",
      "C": "重庆北碚",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":" 1920年冬，复旦大学在___奠基。从此学校拥有永久校地。",
     "option":{
      "A": "江湾",
      "B": "新江湾城",
      "C": "徐家汇",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1929年，复旦大学根据《大学组织法》进行改组，设立____四个学院，院系组织结构更趋完善，私立复旦大学进入黄金时期。",
     "option":{
      "A": "文理工农",
      "B": "文理工商",
      "C": "文理法商",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"抗战爆发后，滞留上海的师生另组_____（沪校），在租界继续办学，坚持“三不原则”，维护民族气节。",
     "option":{
      "A": "上海分部",
      "B": "上海分校",
      "C": "上海补习部",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"___年，复旦大学（渝校）由私立改为国立，办学条件大为改善，名师云集，学术活跃，使复旦所在地夏坝成为大后方的文化重阵。",
     "option":{
      "A": "1942年",
      "B": "1941年",
      "C": "1943年",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"复旦校庆日5月27日也是___。",
     "option":{
      "A": "震旦学院建校日",
      "B": "复旦公学建校日",
      "C": "上海解放日",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":" 1952年全国高校院系调整，奠定了复旦以___为基础的综合性重点大学的基础。",
     "option":{
      "A": "文理",
      "B": "文商",
      "C": "理医",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":" 1927年，由中国人自主创办的第一所国立医学院——国立第四中山大学医学院（上医前身）在上海____建立。",
     "option":{
      "A": "徐汇",
      "B": "吴淞",
      "C": "江湾",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"国立第四中山大学医学院（上医前身）的创始者是__。",
     "option":{
      "A": "陈同生",
      "B": "颜福庆",
      "C": "苏德隆",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"___年7月，国立中央大学医学院被国民政府批准独立建院，更名为国立上海医学院。",
     "option":{
      "A": "1930",
      "B": "1931",
      "C": "1932",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1936年，国立上海医学院新院舍和附属中山医院在____落成。",
     "option":{
      "A": "江湾",
      "B": "吴淞",
      "C": "枫林桥",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"抗战爆发后，全院师生同仇敌忾，在颜福庆院长带领下积极参加前线救护和伤兵医院工作，同时内迁__，护校办学。",
     "option":{
      "A": "滇渝",
      "B": "贵州",
      "C": "湖北",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":" 1952年，上海医学院更名“___”。",
     "option":{
      "A": "上海医科大学",
      "B": "上海第一医学院",
      "C": "上海医学院",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":" 1985年，经卫生部党组批准，上海第一医学院正式更名“___”。",
     "option":{
      "A": "上海医学院",
      "B": "上海医科大学",
      "C": "上海医科学院",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"现在复旦共有几个校区？",
     "option":{
      "A": "3",
      "B": "4",
      "C": "5",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":" 1922年4月，大学部迁址江湾，中学部则留徐家汇原址，称___。",
     "option":{
      "A": "震旦中学",
      "B": "复旦中学",
      "C": "私立复旦大学附属中学",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1923年，金通尹教授倡议在理科设立___系，内部分为道路、桥梁、建筑等。",
     "option":{
      "A": "工程技术",
      "B": "交通工程",
      "C": "土木工程",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"___年，复旦大学和上海医科大学成为全国首批建立研究生院的高校。",
     "option":{
      "A": "1984",
      "B": "1978",
      "C": "1983",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"谢希德校长创立了___并亲自担任第一任主任。",
     "option":{
      "A": "北欧研究中心",
      "B": "日本研究中心",
      "C": "美国研究中心",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"___年春，办公楼奕柱堂、教学楼简公堂、学生第一宿舍、教师宿舍南舍全部落成。",
     "option":{
      "A": "1919",
      "B": "1922",
      "C": "1925",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"建国初期哪一位教授在参与研制医用X光管研究的基础上，卓有远见地开展了真空技术研究，奠定了复旦大学真空研究在全国的领先地位？",
     "option":{
      "A": "华中一",
      "B": "谢希德",
      "C": "颜福庆",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"_____年，复旦实现了男女同校。",
     "option":{
      "A": "1927",
      "B": "1930",
      "C": "1949",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"被誉为“国家之光人类之瑞”的是复旦那位老校长？",
     "option":{
      "A": "李登辉",
      "B": "马相伯",
      "C": "陈望道",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在民国时期，____所在地曾经是地主的私家宅院，因为横亘在校园中间非常不便，校董会贷款四万元买下。",
     "option":{
      "A": "豫园",
      "B": "曦园",
      "C": "燕园",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1995年复旦九十周年校庆时，江泽民总书记为学校题词：“面向新世纪，把复旦大学建设成为具有世界一流水平的社会主义___大学”，充分体现了党和国家对复旦大学的殷切期望。",
     "option":{
      "A": "开放性",
      "B": "综合性",
      "C": "全面性",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"谢希德先生在____年间任复旦校长。",
     "option":{
      "A": "1980-1988",
      "B": "1983-1988",
      "C": "1983-1990",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"复旦大学谭其骧教授主编的《________》，是迄今为止国内外同类地图中质量最高、内容最详、印制最精美的一种。",
     "option":{
      "A": "中国历史地图集",
      "B": "中国地图集",
      "C": "历史文化地图集",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"陆谷孙教授主持编写了《___》，，共收词条20万条，约2000万字，该字典荣获中国图书一等奖等极高评价。",
     "option":{
      "A": "英汉大词典",
      "B": "汉英大词典",
      "C": "英汉大字典",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"江湾奠基石上用魏碑体镌刻“民国九年十二月建立”，点明了江湾奠基的确切时间为___年12月。",
     "option":{
      "A": "1920",
      "B": "1921",
      "C": "1922",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"陈望道翻译《共产党宣言》时，使用的是英文和__版本。",
     "option":{
      "A": "德文",
      "B": "日文",
      "C": "法文",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1941年12月，太平洋战争爆发，日军进入租界。沪校师生坚决实行李登辉校长提出的“三不”方针，维护了民族气节和复旦声誉。以下哪一个不是“三不”方针的内容？",
     "option":{
      "A": "不受敌伪补助",
      "B": "不向敌伪注册",
      "C": "不让敌伪进校",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"五四运动中，_____成为上海学生运动的先锋。",
     "option":{
      "A": "大同大学",
      "B": "大夏大学",
      "C": "复旦大学",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"陈望道在哪一年起担任复旦大学校长一职？",
     "option":{
      "A": "1960",
      "B": "1949",
      "C": "1952",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"民国时期复旦大学图书馆是哪栋建筑？",
     "option":{
      "A": "佩琳院",
      "B": "奕柱堂",
      "C": "寒冰馆",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"我国第一本文摘类杂志是由复旦教授孙寒冰创办的《文摘》，该杂志创办于哪一年？",
     "option":{
      "A": "1937年",
      "B": "1921年",
      "C": "1938年",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"复旦现有校区形成了“一体两翼”的格局，“一体”、“两翼”分别对应：",
     "option":{
      "A": "邯郸江湾、枫林张江",
      "B": "邯郸枫林、江湾张江",
      "C": "邯郸张江、江湾枫林",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1984年，时任美国总统里根访问复旦，在哪个教室发表演讲？",
     "option":{
      "A": "3108",
      "B": "2201",
      "C": "5101",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"1979年，邓小平在___与几位复旦学子相遇，并应邀在她们的学生证上签字（现陈列在校史馆内）。",
     "option":{
      "A": "泰山",
      "B": "庐山",
      "C": "黄山",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"复旦大学李郁芬、李长林、张敏、谢雷鸣等同志人参与攻克了我国第一颗原子弹的核心技术，这一项核心技术是？",
     "option":{
      "A": "甲种分离膜",
      "B": "电子计算机",
      "C": "低噪声行波管",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"复旦校歌作于上个世纪20年代初，词作者是当时复旦大学国文教授、著名新诗人。",
     "option":{
      "A": "田汉",
      "B": "丰子恺",
      "C": "刘大白",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"抗战前，复旦的校庆日是哪一天？",
     "option":{
      "A": "9月14日",
      "B": "5月27日",
      "C": "5月5日",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"李登辉校长在___年间担任复旦大学校长，是复旦历史上任期最长的校长。",
     "option":{
      "A": "1915-1935",
      "B": "1920-1930",
      "C": "1913-1936",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },

    //安全疫情
    {
     "question":"灭火器压力表上颜色区域一般有红、黄、__三种颜色。",
     "option":{
      "A": "白",
      "B": "蓝",
      "C": "绿",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"灭火器压力表上指针指在___色区域时，代表压力情况正常。",
     "option":{
      "A": "白",
      "B": "蓝",
      "C": "绿",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"使用灭火器扑救火灾时要对准火焰___喷射。",
     "option":{
      "A": "下部",
      "B": "中部",
      "C": "上部",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"高层楼发生火灾时，不能___。",
     "option":{
      "A": "从楼梯跑下楼",
      "B": "用湿毛巾捂住口鼻",
      "C": "乘电梯下楼",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"日用品中属于易燃易爆物品的是",
     "option":{
      "A": "洗洁精",
      "B": "防晒喷雾",
      "C": "洗发水",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"教学楼中一般配备的灭火器类型是",
     "option":{
      "A": "干粉灭火器",
      "B": "电子灭火器",
      "C": "教学灭火器",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"楼内失火应",
     "option":{
      "A": "从疏散通道逃离",
      "B": "乘电梯逃离",
      "C": "现场看热闹",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"遇到火灾时，要迅速向__逃生。",
     "option":{
      "A": "着火相反方向",
      "B": "安全出口方向",
      "C": "人员多的地方",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"火灾初起阶段是扑救火灾的___阶段。",
     "option":{
      "A": "较不利",
      "B": "最不利",
      "C": "最有利",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在相对封闭的房间里发生火灾时",
     "option":{
      "A": "只能开门",
      "B": "只能开窗",
      "C": "不能随便开启门窗",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"泡沫灭火器不能用于扑救___",
     "option":{
      "A": "金属钠",
      "B": "塑料",
      "C": "汽油",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"建筑内的消火栓___",
     "option":{
      "A": "可以被移动位置",
      "B": "可以装铁门上锁",
      "C": "不应被遮掩",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"燃烧的三要素是点火源、可燃物和____。",
     "option":{
      "A": "爆燃物",
      "B": "易燃物",
      "C": "助燃物",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下列什么物质是点火源",
     "option":{
      "A": "纸张",
      "B": "电火花",
      "C": "空气",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"扑灭精密仪器火灾时应使用",
     "option":{
      "A": "泡沫灭火器",
      "B": "干粉灭火器",
      "C": "二氧化碳灭火器",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"___火灾用水扑救会使得火势变大",
     "option":{
      "A": "油类",
      "B": "木材",
      "C": "纸张",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"蒸汽与空气混合形成的可燃气体遇到点火源时，发生一闪即灭的现象称为",
     "option":{
      "A": "蒸发",
      "B": "闪燃",
      "C": "爆炸",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"如果不小心身上的衣服被火烧着，不正确的处理方法是（ ）",
     "option":{
      "A": "可以卧倒在地上，把身上的火苗压灭",
      "B": "火已及身，切勿惊跑，而要就地打滚，压灭火苗 ",
      "C": "快速奔跑找到水源灭火",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"外面着火且火势很大，被困室内无法逃生时，以下做法不正确的是（ ）。",
     "option":{
      "A": "把水泼在门上降温",
      "B": "可用浸湿的毛巾、衣物等堵塞门缝，防止毒烟进入",
      "C": "打开房门冲出去",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"灭火器适于扑灭电气火灾",
     "option":{
      "A": "泡沫灭火器",
      "B": "干粉灭火器",
      "C": "二氧化碳灭火器",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"可燃物质的状态不同（气、液、固态），其燃烧的过程也不同，大多数可燃物质的燃烧是在（ ）。",
     "option":{
      "A": "固态",
      "B": "气态",
      "C": "液态",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"冷却法灭火的目的是（ ）。",
     "option":{
      "A": "降温",
      "B": "隔绝空气",
      "C": "窒息",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"被火困在高楼室内应（ ）。",
     "option":{
      "A": "躲到床下",
      "B": "跳楼",
      "C": "到窗口或阳台挥动物品求救",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"电气设备发生火灾时，不可带电灭火的器材有（ ）。",
     "option":{
      "A": "干粉",
      "B": "二氧化碳",
      "C": "泡沫灭火器",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"高层学生宿舍火灾有（ ）特点。",
     "option":{
      "A": "都是",
      "B": "被困学生逃生困难，消防灭火困难",
      "C": "火势蔓延快，学生数量大，疏散用时长",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"火灾发生时，不正确的应对方法是（ ）",
     "option":{
      "A": "爬行时将手心、手肘、膝盖紧靠地面，并沿墙壁边缘逃生，以免走错方向",
      "B": "以湿毛巾掩口鼻呼吸，降低姿势，匍匐前进，以减少吸入浓烟",
      "C": "就近逃入电梯，等待救援",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"进入公共场所，应注意观察哪些部位，以便于发生火灾时能够紧急逃生",
     "option":{
      "A": "以上都是",
      "B": "疏散楼梯",
      "C": "进出口位置，安全出口",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"面对火灾，哪些是正确的选择",
     "option":{
      "A": "不贪恋财物",
      "B": "不轻易跳楼",
      "C": "以上都是",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"灭火的三种基本方法不包括？",
     "option":{
      "A": "隔离法",
      "B": "通风法",
      "C": "窒息法",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"预防学生宿舍火灾，应注意（ ）。",
     "option":{
      "A": "不在宿舍使用“热得快”等违章电器",
      "B": "不在宿舍抽烟、离开宿舍时拔下电源插头",
      "C": "选项都是",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"哪种适用扑灭油类及其产品、可燃气体和电气设备的初起火灾？",
     "option":{
      "A": "二氧化碳灭火器",
      "B": "泡沫灭火器",
      "C": "干粉灭火器",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"典型火灾事故的发展分为初期、发展期、最盛期、减弱期和熄灭期。所谓的“轰燃”发生在（　）阶段",
     "option":{
      "A": "发展期",
      "B": "初起期",
      "C": "最盛期",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"（ ）灭火器不适用于扑灭电器火灾。",
     "option":{
      "A": "泡沫灭火器",
      "B": "二氧化碳灭火器",
      "C": "干粉剂灭火剂",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"采取适当的措施，使燃烧因缺乏或隔绝氧气而熄灭，这种方法称作（ ）。",
     "option":{
      "A": "窒息灭火法",
      "B": "隔离灭火法",
      "C": "冷却灭火法",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"静电电压最高可达（ ），放电时易产生静电火花，引起火灾。",
     "option":{
      "A": "上万伏",
      "B": "50伏",
      "C": "220伏",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"灭火的四种方法是（ ）。",
     "option":{
      "A": "扑灭法、救火法、化学法、泡沫法",
      "B": "捂盖法、扑打法、浇水法、隔开法",
      "C": "隔离法、窒息法、冷却法、化学抑制法",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"扑救烟灰缸里的杂物、废纸篓里的废纸片等初起小火时，错误的做法是（ ）。",
     "option":{
      "A": "用湿毛巾覆盖",
      "B": "用水或灭火器扑灭",
      "C": "用手拍灭",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"如果因电器引起火灾，在许可的情况下，你应该首先（ ）。",
     "option":{
      "A": "将有开关的电源关掉",
      "B": "找寻适合的灭火器扑救",
      "C": "大声呼叫",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"身上着火后，（ ）灭火方法是错误的。",
     "option":{
      "A": "",
      "B": "用厚重衣物覆盖压灭火苗",
      "C": "边跑边用手拍打就地打滚压灭火苗",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"实验室发生火灾时，现场工作人员应该（ ）",
     "option":{
      "A": "组织灭火、报告实验室负责人",
      "B": "迅速撤离",
      "C": "抢救贵重物品",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"使用二氧化碳灭火器时，人应站在（ ）。",
     "option":{
      "A": "下风位",
      "B": "上风位",
      "C": "无一定位置",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下列物质中，二氧化碳灭火器不适宜扑救（ ）。",
     "option":{
      "A": "贵重仪器设备",
      "B": "钾、钠、镁、铝等物质",
      "C": "档案资料",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"实验大楼安全出口的疏散门应（ ）。",
     "option":{
      "A": "向内开启",
      "B": "自由开启",
      "C": "向外开启",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"烟头的中心温度大概是多少度？",
     "option":{
      "A": "400—500度",
      "B": "200—300度",
      "C": " 700—800度",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"由于行为人的过失引起火灾，造成严重后果的行为，构成（ ）。",
     "option":{
      "A": "失火罪",
      "B": "纵火罪",
      "C": "玩忽职守罪",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"一般所说的“杀猪盘”诈骗指的是：（ ）",
     "option":{
      "A": "杀猪之前先盘一下",
      "B": "婚恋投资类诈骗",
      "C": "屠夫用的餐盘",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"收到陌生短信，声称可以提高花呗、借呗额度，并附有网址链接可进行点击操作。下列做法正确的是：（ ）",
     "option":{
      "A": "发送短信与对方交流",
      "B": "报警或向支付宝官方客服咨询，如是诈骗网站则举报",
      "C": "点击短信内的链接，按提示进行操作",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"你接到一个自称其是导师的电话，要打钱给他应急，该怎么办？",
     "option":{
      "A": "立即通过银行转账给对方",
      "B": "与导师联系，确认消息真假",
      "C": "通过微信转账",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"收到兼职刷单的微信推送，操作简单返利大，怎么办：",
     "option":{
      "A": "推荐给其他同学",
      "B": "联系试试",
      "C": "不理睬",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"收到手机短信广告，说可以免息借贷，应该：",
     "option":{
      "A": "打电话咨询一下",
      "B": "办一张以备不时之需",
      "C": "不予理会",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"接到电话自称是公安局的，并直接说出你的身份证号等个人信息，告知涉嫌洗钱并要求将银行卡余额打入安全账户，应该：",
     "option":{
      "A": "是骗子，不予理会",
      "B": "按对方要求前去转账",
      "C": "拨打对方提供的警方电话进行信息核实",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"地铁、商场外等场所遇到有人向你求助称“钱包被盗,要借点钱买车票”( )。",
     "option":{
      "A": "看着好可怜,给点吧",
      "B": "看心情给或不给",
      "C": "果断拒绝,让其通过报警等正规途径求助",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"复旦大学保卫处的值班电话是：",
     "option":{
      "A": "56462221",
      "B": "65642221",
      "C": "22027732",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":" QQ、微信好友留言借钱或让代付物品( )。",
     "option":{
      "A": "当面或通过手机预留号码与本人核实",
      "B": "按照要求直接打款或购物",
      "C": "按照平时交情深浅区别对待",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"校园区域内被“本校学生”拉住并推销高价水笔等文具，应该（ ）",
     "option":{
      "A": "立即电话联系保卫处，告知所在地点及相关人员外貌特征",
      "B": "支持学生创业买买买",
      "C": "加入创业团队一起推销",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"在上网时弹出某公司和某个综艺节目正在搞活动,自己的QQ 号、手机号、微信号获得场下抽奖的大奖,需登记信息进行核实领取,之后要求缴纳“手续费”或税费。应该怎么做( )。",
     "option":{
      "A": "按照要求缴纳手续费",
      "B": "这是常见诈骗手法",
      "C": "打电话给对方证实再缴",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"程同学在网上订购了机票,这天他突然收到“航空公司客服”发来短信,称他订购的航班已取消,如需退票或改签请和短信中所留客服电话联系。程同学该怎么做? ( )",
     "option":{
      "A": "回短信核实",
      "B": "按照短信操作",
      "C": " 拨打官方订票专线核实情况",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"当你在淘宝网上购买东西时,有的商家以各种托辞要求你重新打开一个新的网络链接,并向你许以各种优惠的承诺,这时你应该怎么做?( )",
     "option":{
      "A": "打开链接",
      "B": " 不打开链接",
      "C": "装上防木马病毒软件后,再谨慎打开链接",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"邮箱收到英文邮件声称自己为某国王子，有一个赚大钱的项目在寻求合作（ ）",
     "option":{
      "A": "回复邮件聊聊看",
      "B": "直接删除不予理会",
      "C": "点击邮件内链接看详情",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"小明在网络交友时收到了对方的裸聊申请，你会建议他：",
     "option":{
      "A": "洁身自好，而且可能是骗子",
      "B": "鼓励他给他勇气",
      "C": "准备好录屏软件以反制对方",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"当小明裸聊后被勒索时，你会建议他：",
     "option":{
      "A": "先和对方商量",
      "B": "花钱消灾",
      "C": "坚决报警",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"小明喜欢打某款网络游戏，并准备在网上找第三方进行优惠充值，你会建议他：",
     "option":{
      "A": "适度理性消费，且寻求正规平台",
      "B": "找最便宜的",
      "C": "我也要冲",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"上海市反电信网络诈骗中心的防范劝阻电话和短信统一专号是：",
     "option":{
      "A": "952110",
      "B": "962110",
      "C": "961110",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"收到电话推荐极高额回报的投资理财产品，合适的做法是：",
     "option":{
      "A": "先聊聊看",
      "B": "投资试试",
      "C": "不予理睬",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"旅游时碰到商家奖券抽奖，抽到特等奖，可以将原价2999的“玉石“以299的价格拿下，这时候应该：",
     "option":{
      "A": "直接拉着好友一起买买买",
      "B": "立刻买买买",
      "C": "冷静一下，可能是套路",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"传销活动销售的通常是：",
     "option":{
      "A": "高价值的商品",
      "B": "货真价实的商品",
      "C": "无价值或低价值的商品",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"为保护自身隐私，应该做到：",
     "option":{
      "A": "对陌生人毫无防备",
      "B": "不随意透露个人信息",
      "C": "网上公开隐私",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"面临电话、信息诈骗是应该：",
     "option":{
      "A": "拨打110电话咨询并报警",
      "B": "听从安排将钱转出",
      "C": "直接回拨资讯信息",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《上海市非机动车安全管理条例》，驾驶非机动车上道路行驶时，不应该：",
     "option":{
      "A": "随意驶入机动车道",
      "B": "按照交通信号通行",
      "C": "不得逆向行驶",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《上海市非机动车安全管理条例》，在没有划设非机动车道的道路上，自行车、电动自行车在车行道右侧边缘线向左____的范围内行驶",
     "option":{
      "A": "一点五米",
      "B": "两米",
      "C": "一米",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《上海市非机动车安全管理条例》，驾驶非机动车行经人行横道时，不应：",
     "option":{
      "A": "停车让人",
      "B": "减速行驶",
      "C": "直接加速通过",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《上海市非机动车安全管理条例》，驾驶非机动车上路时，应该：",
     "option":{
      "A": "不得牵引动物或挂载载物装置",
      "B": "手持方式拨打电话",
      "C": "驾驶改装后超国家标准时速的电动车",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《上海市非机动车安全管理条例》，驾驶非机动车上路时，应该：",
     "option":{
      "A": "可以超过国家规定的最高时速",
      "B": "可以连续多次、长时间鸣喇叭",
      "C": "佩戴安全头盔",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"电动自行车可以在什么地方充电：",
     "option":{
      "A": "学校设置的电动车集中充电点",
      "B": "将电池拆下后拿回宿舍冲",
      "C": "从楼内拉插线板出来充电",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《上海市非机动车安全管理条例》，购车人应在自购车之日起___内，向公安机关申请登记上牌。",
     "option":{
      "A": "14日",
      "B": "7日",
      "C": "15日",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"停放非机动车时，应注意：",
     "option":{
      "A": "随意停在人行道上",
      "B": "停放在非机动车道路停放点",
      "C": "找空地就停",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"园区内，非机动车不可以停放在：",
     "option":{
      "A": "宿舍楼楼道",
      "B": "宿舍楼下车库",
      "C": "划定的非机动车停车位",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"驾驶非机动车时，应注意：",
     "option":{
      "A": "遵守交通信号灯",
      "B": "可以载成年人",
      "C": "可以在人行道上骑车",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《新型冠状病毒肺炎防控方案（第八版）》，“聚集性疫情”的定义是指 14 天内在学校、居民小区、工厂、自然村、医疗机构等范围内发现___例及以上病例和无症状感染者。",
     "option":{
      "A": "2",
      "B": "5",
      "C": "10",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《新型冠状病毒肺炎防控方案（第八版）》，无症状感染者是指____。",
     "option":{
      "A": "没有任何症状的感染者",
      "B": "新冠病毒病原学检测呈阳性但无相关临床表现者",
      "C": "不会传染给其他人的感染者",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"咳嗽和打喷嚏时，含有病毒的飞沫可散布到大约2米范围内的空气中，周围的人可因吸入这些飞沫而被感染。故以下行为错误的是：",
     "option":{
      "A": "打喷嚏和咳嗽时应用纸巾或手肘部位遮掩口鼻",
      "B": "打喷嚏和咳嗽时无须遮掩可侧身朝向没有人的方向",
      "C": "把打喷嚏和咳嗽时用过的纸巾放入有盖的垃圾桶内",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下列情況不属于密切接触者：",
     "option":{
      "A": "与病例乘坐同一交通工具并有近距离接触人员",
      "B": "与病例共同居住、学习、工作的人员",
      "C": "诊疗、护理、探视病例时采取了有效防护措施的医护人员",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"2020年1月20日,国家卫生健康委员会发布公告,新型冠状病毒感染的肺炎纳入法定传染病乙类管理,采取( )传染病的预防、控制措施。",
     "option":{
      "A": "乙类",
      "B": "甲类",
      "C": "丙类",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"如微信群内看到“未经证实”关于身边某某地又发现新的新型冠状病毒肺炎疫情情况的文字和图片信息，应该如何应对( )。",
     "option":{
      "A": "积极转发扩散",
      "B": "不信谣，不传谣，等待官方消息",
      "C": "只转发给少部分好友",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"目前中国大陆批准上市的新冠疫苗接种次数不包含：",
     "option":{
      "A": "三剂次",
      "B": "一剂次",
      "C": "四剂次",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"目前两剂次的新冠病毒灭活疫苗推荐接种间隔时长为：",
     "option":{
      "A": "3-8周",
      "B": "1-2周",
      "C": "2-3周",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《新冠病毒疫苗接种技术指南（第一版）》，一般情况下，其他疫苗与新冠疫苗的接种间隔为应大于：",
     "option":{
      "A": "21天",
      "B": "7天",
      "C": "14天",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下面哪项不是新冠疫苗接种的注意事项：",
     "option":{
      "A": "接种后注意饮食清淡",
      "B": "接种后现场留观至少30分钟",
      "C": "接种疫苗后可以不用再戴口罩",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"下列关于新冠疫苗接种，最为合适的说法是：",
     "option":{
      "A": "目前低风险地区人群可以考虑暂缓接种或不接种",
      "B": "接种后不建议用常规抗体检测作为免疫成功与否的依据",
      "C": "两剂次疫苗第二针未在规定时间内完成接种的，需要从第一针重新开始接种",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"目前中国大陆批准上市的新冠疫苗种类不包括：",
     "option":{
      "A": "灭活疫苗",
      "B": " RNA疫苗",
      "C": "腺病毒疫苗",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"以下哪项不是目前大陆接种疫苗的常见不良反应：",
     "option":{
      "A": "精神亢奋",
      "B": "注射点轻微疼痛",
      "C": "疲倦",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"目前国内上市的新冠病毒灭活疫苗一般是几针次？",
     "option":{
      "A": "2",
      "B": "3",
      "C": "1",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"目前国内上市的重组新冠病毒疫苗（5型腺病毒载体）是几针次？",
     "option":{
      "A": "2",
      "B": "1",
      "C": "3",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"目前国内上市的重组新冠病毒疫苗（CHO细胞）是几针次？",
     "option":{
      "A": "2",
      "B": "1",
      "C": "3",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"新冠疫苗推荐接种部位是：",
     "option":{
      "A": "静脉注射",
      "B": "臀大肌",
      "C": "上臂三角肌",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"平静状态下，体温高于多少算作发热：",
     "option":{
      "A": "37.3",
      "B": "37.5",
      "C": "36.8",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"近期，境外输入引发的本土聚集性新冠肺炎疫情已先后波及多个省份，传播的毒株主要是____，具有传播速度快、体内复制快、转阴时间长等特点。",
     "option":{
      "A": "阿尔法毒株",
      "B": "德尔塔变异株",
      "C": "贝塔变异株",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"如何进行口罩气密性检查，下列描述正确说法的是：",
     "option":{
      "A": "打开口罩看大小尺寸，越宽松越好",
      "B": "双手捂住口罩呼吸气，观察感觉口罩有略微鼓起或塌陷",
      "C": "查看口罩产品包装袋生产日期",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"关于路途中，下列做法不正确的是：",
     "option":{
      "A": "可以不带口罩",
      "B": "旅途中尽量不摘下口罩吃东西",
      "C": "勤洗手",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《新冠病毒疫苗接种技术指南（第一版）》，不推荐接种的人群为：",
     "option":{
      "A": "60岁及以上人群",
      "B": "18岁以下人群",
      "C": "健康状况稳定，药物控制良好的慢性病人群",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"接种新冠疫苗后：",
     "option":{
      "A": "公共场所仍需注意佩戴口罩",
      "B": "不会再被感染新冠",
      "C": "可以不用再佩戴口罩",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },

    //园区
    {
     "question":"根据《复旦大学学生生活园区管理条例(试行)》第八条规定,学生在宿舍内接待本楼栋以外人员的时间() , 超过规定时间均视为留宿行为。",
     "option":{
      "A": "9:00-20:00",
      "B": "08:00-21:00",
      "C": "08:00-22:30",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第七十三条规定,违反学校规定，擅自留宿他人或者在他人宿舍留宿，擅自调换宿舍、床位，或者将宿舍、床位出借、出租给他人，但未造成严重后果，给予当事人何种处分?",
     "option":{
      "A": "记过",
      "B": "严重警告",
      "C": "警告",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第四十五条规定，违反学校作息管理规定，干扰他人正常学习、工作和生活,扰乱校园秩序，不听劝阻的，给予当事人何种处分?",
     "option":{
      "A": "记过",
      "B": "严重警告",
      "C": "警告",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第四十四条规定，乱扔、乱丢、乱倒废弃物，严重影响环境卫生，或者不听劝阻的，给予当事人何种处分?",
     "option":{
      "A": "严重警告",
      "B": "警告",
      "C": "记过",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"园区宿舍内可使用的非加热电器的功率不得超过：",
     "option":{
      "A": "450瓦",
      "B": "300瓦",
      "C": "500瓦",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生生活园区管理条例(试行)》第二十七条规定，被累计¬____书面警示或者通报批评，或违纪处分的，一年之内取消奖学金和各类评优资格。",
     "option":{
      "A": "三次",
      "B": "一次",
      "C": "两次",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第三十条规定，进行邪教、封建迷信活动，且情节严重的，给予当事人何种处分?",
     "option":{
      "A": "记过",
      "B": "警告",
      "C": "严重警告",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第七十六条规定，擅自在校园内散发商业广告,不听劝阻的，给予当事人何种处分?",
     "option":{
      "A": "记过",
      "B": "严重警告",
      "C": "警告",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第十九条规定。进行未经批准的集会、游行、示威的，给予当事人何种处分? ",
     "option":{
      "A": "记过",
      "B": "严重警告",
      "C": "警告",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第二十三条规定，除学校另有规定外，在校园内使用明火的，给予何种处分。",
     "option":{
      "A": "留校察看",
      "B": "记过",
      "C": "警告或者严重警告",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第二十四条规定，在宿舍内违禁保存危险品，使用大功率电器，或者更改建筑结构、设施、设备，不听劝阻的，给予何种处分？",
     "option":{
      "A": "记过",
      "B": "警告或者严重警告",
      "C": "留校察看",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第二十五条规定，擅自挪用、破坏消防设施、器材和其他安全设施，或者侵占防火间距、堵塞消防通道的，给予何种处分？",
     "option":{
      "A": "记过",
      "B": "警告或严重警告",
      "C": "留校察看",
     },
     "true": "B",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第二十六条规定，违反校园道路交通安全制度，不听劝阻的，给予何种处分？",
     "option":{
      "A": "警告或严重警告",
      "B": "记过",
      "C": "留校察看",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第二十七条规定，阻碍学校进行安全管理，不听劝阻的，给予何种处分？",
     "option":{
      "A": "留校察看",
      "B": "记过",
      "C": "警告或严重警告",
     },
     "true": "C",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第三十一条规定，擅自在校园内传教，或者进行宗教活动的，给予当事人何种处分? ",
     "option":{
      "A": "警告",
      "B": "严重警告",
      "C": "记过",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第三十四条规定，打架斗殴的，给予何种处分？",
     "option":{
      "A": "警告或严重警告",
      "B": "记过",
      "C": "留校察看",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },
    {
     "question":"根据《复旦大学学生纪律处分条例》第四十一条规定，擅自在树木、建筑物、构筑物和其他设施上刻画、涂写，或者张贴、悬挂、展示宣传品和标语的，给予何种处分？",
     "option":{
      "A": "警告或严重警告",
      "B": "记过",
      "C": "留校察看",
     },
     "true": "A",
     "type": 1,
     "scores": 5,
     "checked": false
    },

  ],
}

module.exports = {
  questionList: json
}