var json = {
  "Part_1": [
    {
      "question": "20世纪中国人民在前进道路上经历的第一次历史性巨大变化是（　　）",
      "option": {
        "A": "新文化运动",
        "B": "五四运动",
        "C": "辛亥革命",
      },
      "true": "C",
      "type": 1,
      "scores": 5, 
      "checked": false
    },
    {
      "question": "中国最早撰文歌颂俄国十月革命的具有初步共产主义思想的知识分子是（　　）",
      "option": {
        "A": "陈独秀",
        "B": "李大钊",
        "C": "毛泽东",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "在（　　）中，中国工人阶级以独立的姿态登上政治舞台。",
      "option": {
        "A": "新文化运动",
        "B": "五四运动",
        "C": "二七大罢工",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）第一次明确提出了反帝反封建的民主革命纲领.",
      "option": {
        "A": "中共一大",
        "B": "中共二大",
        "C": "中共三大",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1924至1927年第一次国共合作的政治基础是（　　）",
      "option": {
        "A": "三民主义",
        "B": "民主革命纲领",
        "C": "新三民主义",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1925年爆发的（　　），掀起了全国范围的大革命高潮。",
      "option": {
        "A": "废除不平等条约运动",
        "B": "五卅运动",
        "C": "省港大罢工",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1927年3月21日，上海工人胜利地举行（　　），显示了中国工人阶级的力量。",
      "option": {
        "A": "第一次武装起义",
        "B": "第二次武装起义",
        "C": "第三次武装起义",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "中国共产党独立领导革命战争和开始创建人民军队的起义是（　　）。",
      "option": {
        "A": "秋收起义",
        "B": "广州起义",
        "C": "南昌起义",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "中国共产党在1927年（　　）上确定了实行土地革命和武装起义的方针。",
      "option": {
        "A": "八七会议",
        "B": "中共五大",
        "C": "十一月扩大会议",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "毛泽东在（　　）一文中提出了“没有调查，没有发言权”的著名论断。",
      "option": {
        "A": "《反对本本主义》",
        "B": "《实践论》",
        "C": "《矛盾论》",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1935年1月召开的（　　），成为党的历史上一个生死攸关的转折点。",
      "option": {
        "A": "黎平会议",
        "B": "古田会议",
        "C": "遵义会议",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "红军第一、第二、第四方面军于（　　）在西北地区大会师，胜利地结束了长征。",
      "option": {
        "A": "1935年10月",
        "B": "1936年10月",
        "C": "1936年9月",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1935年12月瓦窖堡会议明确提出了党的基本策略任务是（　　）。",
      "option": {
        "A": "建立抗日民族统一战线",
        "B": "扩大红军",
        "C": "抗日反蒋",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "全国抗战开始后，中国共产党在洛川会议上提出抗日救国（　　）。",
      "option": {
        "A": "十大纲领",
        "B": "八大纲领",
        "C": "七大纲领",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1940年8月至12月，八路军在华北地区发动了一次规模浩大的对日进攻战役，史称（　　）。",
      "option": {
        "A": "平型关大捷",
        "B": "百团大战",
        "C": "反“扫荡”、反“清乡”和反“蚕食”斗争",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "在抗日民主根据地的政权建设中，中国共产党创造性地提出了和实行了容纳各方面人士、团结各抗日阶级、阶层的（　　）。",
      "option": {
        "A": "三三制原则",
        "B": "精兵简政原则",
        "C": "减租减息",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1945年4月召开的中国共产党第七次全国代表大会，确立了（　　）在全党的指导地位。",
      "option": {
        "A": "马列主义",
        "B": "毛泽东思想",
        "C": "实事求是原则",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "中国抗日战争的胜利，创造了半殖民地弱国打败帝国主义强国的奇迹，一洗中华民族百年耻辱，是中华民族由衰败走向振兴的（　　）。",
      "option": {
        "A": "开始",
        "B": "第一步",
        "C": "重大转折点",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "抗日战争胜利后，为争取全国人民渴望的和平民主，中国共产党和国民党举行了（　　）。",
      "option": {
        "A": "重庆谈判",
        "B": "延安谈判",
        "C": "西安谈判",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1947年6月30日，（　　）强渡黄河，发起鲁西南战役，拉开了人民解放战争战略进攻的序幕。",
      "option": {
        "A": "陈谢大军",
        "B": "刘邓大军",
        "C": "陈粟大军",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "老解放区（　　）的基本完成，使解放军的后方更加巩固，保证了人民解放战争的胜利进行。",
      "option": {
        "A": "土改运动",
        "B": "整党运动",
        "C": "新式整军运动",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "人民解放战争战略性决战的第一个大决战是（　　）。",
      "option": {
        "A": "平津战役",
        "B": "淮海战役",
        "C": "辽沈战役",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "人民解放军发动渡江战役，于1949年4月23日占领（　　），宣告延续22年的国民党反动统治的覆灭。",
      "option": {
        "A": "北平",
        "B": "上海",
        "C": "南京",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1919年的五四运动是一场彻底的反对帝国主义和封建主义的群众爱国运动。它标志着中国（　　）的伟大开端。",
      "option": {
        "A": "新民主主义革命",
        "B": "资产阶级民主革命",
        "C": "社会主义革命",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1920年8月，中文全译本《共产党宣言》由（　　）翻译问世，对马克思主义在中国的传播起了极其重要的作用。",
      "option": {
        "A": "陈独秀",
        "B": "陈望道",
        "C": "李达",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1925年5月15日，日本资本家枪杀上海内外棉七厂共产党员、工人顾正红。上海工人和学生举行声援纱厂工人的示威游行，遭到英国巡捕的镇压，从而形成席卷全国的反帝爱国运动（　　）。",
      "option": {
        "A": "五卅运动",
        "B": "革命运动",
        "C": "罢工运动",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1927年8月1日，周恩来、贺龙、叶挺、朱德、刘伯承等领导了（　　）。",
      "option": {
        "A": "广州起义",
        "B": "南昌起义",
        "C": "秋收起义",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "毛泽东领导的秋收起义军进攻长沙受挫后，起义部队到（　　）地区建立革命根据地。",
      "option": {
        "A": "海陆丰",
        "B": "鄂豫皖",
        "C": "井冈山",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1929年12月，红四军中共中央代表邓小平及张云逸、韦拔群领导了广西（　　），创建了中国工农红军第七军和左右江革命根据地。",
      "option": {
        "A": "南宁起义",
        "B": "百色起义",
        "C": "龙州起义",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1935年10月，中共中央在遵义召开政治局扩大会议，确立以（　　）为核心的党中央正确领导，在危急关头，挽救了中国共产党、挽救了中国红军和中国革命，成为党的历史上一个生死攸关的转折点。",
      "option": {
        "A": "毛泽东",
        "B": "张闻天",
        "C": "王稼祥",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1939年7月7日，在华北联合大学举行的开学典礼上，毛泽东首次将（　　）称之为中国革命中战胜敌人的三个法宝。",
      "option": {
        "A": "政治民主、军事民主、经济民主　",
        "B": "统一战线、武装斗争、党的建设",
        "C": "理论联系实际、密切联系群众、批评和自我批评",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "毛泽东思想在中国共产党（　　）全国代表大会被正式确认为党的指导思想，并写入党章。",
      "option": {
        "A": "第六次",
        "B": "第七次",
        "C": "第八次",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "(　　)，日本宣布无条件投降，9月2日签署了投降书。中国军民八年的浴血奋战，终于赢得了这场反法西斯战争的伟大胜利。",
      "option": {
        "A": "1945年8月15日",
        "B": "1945年4月3日",
        "C": "1945年9月5日",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1948年9月12日至1949年1月31日，中国人民解放军先后进行了（　　）三大战役，共歼灭国民党军队154万人。",
      "option": {
        "A": "辽沈、淮海、平津",
        "B": "济南、平津、淮海",
        "C": "辽沈、渡江、平津",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1949年3月，中共七届二中全会在（　　）举行。毛泽东在会上提出促进革命迅速取得全国胜利和组织这个胜利的各项方针，指出中国由农业国转变为工业国、由新民主主义社会转变到社会主义社会的发展方向。",
      "option": {
        "A": "陕北米脂",
        "B": "河北西柏坡",
        "C": "陕北延安",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "正式确定中国共产党的三大优良作风，即理论和实践相结合，密切联系群众、批评和自我批评，是（　　）在《论联合政府》中提出的。",
      "option": {
        "A": "毛泽东",
        "B": "刘少奇",
        "C": "张闻天",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1949年4月21日，毛泽东和朱德总司令发布向全国进军的命令，中国人民解放军百万雄师强渡长江，（　　）占领国民党统治中心南京，宣告国民党反动统治的覆灭。",
      "option": {
        "A": "4月23日",
        "B": "4月25日",
        "C": "4月22日",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "在中国传播马克思主义的杰出代表、《我的马克思主义观》一文的作者是（　　）。",
      "option": {
        "A": "李大钊",
        "B": "蔡和森",
        "C": "赵世炎",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },{
      "question": "中国共产党在中国革命中战胜敌人的三个主要法宝是（　　）。",
      "option": {
        "A": "统一战线、武装斗争、党的建设",
        "B": "实事求是、群众路线、独立自主",
        "C": "土地革命、武装斗争、根据地建设",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "中国共产党的三大优良作风是（　　）。",
      "option": {
        "A": "理论联系实际，密切联系群众，批评和自我批评",
        "B": "谦虚谨慎、戒骄戒躁、艰苦奋斗",
        "C": "实事求是、群众路线、民主集中制",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "中国共产党在（　　）上明确提出反帝反封建的民主革命纲领。",
      "option": {
        "A": "党的一大",
        "B": "党的二大",
        "C": "党的三大",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1935年1月召开的（　　）确立了毛泽东同志在红军和党中央的领导地位，挽救了党、挽救了红军、挽救了中国革命，成为党的历史上一个生死攸关的转折点。",
      "option": {
        "A": "古田会议",
        "B": "黎平会议",
        "C": "遵义会议",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "“政治路线确定之后，干部就是决定因素。”这一论断是（　　）同志在1938年党的六届六中全会上的报告中提出的。",
      "option": {
        "A": "毛泽东",
        "B": "刘少奇",
        "C": "邓小平",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1939年10月，毛泽东同志在（　　）一文中，全面阐述了党的建设与党的政治路线密切联系的规律，并把党的建设称作“伟大的工程”。",
      "option": {
        "A": "《中国共产党在民族战争中的地位》",
        "B": "《〈共产党人〉发刊词》",
        "C": "《新民主主义论》",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "《新民主主义论》所阐述的区别旧民主主义革命和新民主主义革命的根本标志是（　　）的问题。",
      "option": {
        "A": "建立民主联合政府",
        "B": "建立广泛的统一战线",
        "C": "无产阶级领导权",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1942年2月延安整风时，毛泽东同志在（　　）的报告中提出了正确处理党内矛盾的“惩前毖后，治病救人”的基本方针",
      "option": {
        "A": "《学习与时局》",
        "B": "《整顿党的作风》",
        "C": "《改造我们的学习》",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "党的七大确立（　　）为指导思想，使全党在思想上、政治上、组织上达到空前的统一和团结。",
      "option": {
        "A": "马列主义",
        "B": "毛泽东思想",
        "C": "实事求是",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1945年，民主人士（　　）向毛泽东提出了著名的“历史周期率”问题。",
      "option": {
        "A": "黄炎培",
        "B": "蔡元培",
        "C": "柳亚子",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1934年中央红军开始长征后，陈毅、（　　）留在中央根据地坚持游击战争。",
      "option": {
        "A": "毛泽东",
        "B": "刘少奇",
        "C": "项英",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "王明“左”倾错误的推行所产生的最严重的危害是（　　）。",
      "option": {
        "A": "剥夺了毛泽东对军队的领导权",
        "B": "使根据地的面积不断缩小",
        "C": "导致了第五次反“围剿”的失利",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）的召开，标志着第一次国共合作的正式形成。",
      "option": {
        "A": "国民党一大",
        "B": "中共三大",
        "C": "西湖会议",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "确立党对军队的绝对领导开始于（　　）。",
      "option": {
        "A": "三湾改编",
        "B": "秋收起义",
        "C": "古田会议",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "抗战爆发后，八路军打的第一次大胜仗是（　　）。",
      "option": {
        "A": "台儿庄战役",
        "B": "平型关大捷",
        "C": "长沙大捷",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "王明“左”倾错误的推行所产生的最严重的危害是（　　）。",
      "option": {
        "A": "剥夺了毛泽东对军队的领导权",
        "B": "使根据地的面积不断缩小",
        "C": "导致了第五次反“围剿”的失利",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "抗日民族统一战线正式形成的标志是（　　）。",
      "option": {
        "A": "西安事变的和平解决",
        "B": "中共发表《抗日救国同胞书》",
        "C": "国民党公布了中共提交的国共合作宣言",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "抗战爆发后，八路军打的第一次大胜仗是（　　）。",
      "option": {
        "A": "台儿庄战役",
        "B": "平型关大捷",
        "C": "长沙大捷",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1945年8月国共两党重庆谈判，签订的协议是（　　）。",
      "option": {
        "A": "《双十协定》",
        "B": "《停战协定》",
        "C": "《共同纲领》",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）8月20日至12月初，八路军总部在华北发动了一次大规模的对日军的进攻。陆续参战的部队达到一百多个团，二十余万人。此为百团大战。",
      "option": {
        "A": "1942年",
        "B": "1939年",
        "C": "1940年",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "把毛泽东思想确立为我们党的指导思想的会议是（　　）。",
      "option": {
        "A": "党的七大",
        "B": "七届二中全会",
        "C": "六届七中全会",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1931年11月，第一次全国苏维埃代表大会召开的地点是（　　）。",
      "option": {
        "A": "瑞金",
        "B": "兴国",
        "C": "延安",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）是中国工人阶级最可靠的同盟军。",
      "option": {
        "A": "农民",
        "B": "知识分子",
        "C": "民主党派",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "在党的七大上，用“马克思主义与（　　）运动的实践相结合”概括了毛泽东思想的本质。",
      "option": {
        "A": "中国革命",
        "B": "中国工农",
        "C": "中国农民",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "“长征是宣言书、长征是宣传队、长征是播种机”是（　　）提出的。",
      "option": {
        "A": "邓小平",
        "B": "毛泽东",
        "C": "周恩来",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1936年10月三支主力红军会师，长征胜利结束。会师地点是在（　　）",
      "option": {
        "A": "四川懋功",
        "B": "陕北吴起镇",
        "C": "甘肃会宁",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "确定土地革命和武装反抗国民党反动派的总方针的会议是（　　）",
      "option": {
        "A": "八七会议",
        "B": "古田会议",
        "C": "遵义会议",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "中国共产党第一个章程是在（　　）大会通过的。",
      "option": {
        "A": "党的一大",
        "B": "党的二大",
        "C": "党的六大",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
  ],
  "Part_2": [
    {
      "question": "1949年10月1日（　　），是中国有史以来最伟大的事件，也是二十世纪世界最伟大的事件之一。",
      "option": {
        "A": "中华人民共和国成立",
        "B": "抗日战争胜利",
        "C": "解放战争胜利",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1950年10月19日，以（　　）为司令员兼政治委员的中国人民志愿军奉命开赴朝鲜，承担起保卫和平的历史重任。",
      "option": {
        "A": "洪学智",
        "B": "罗瑞卿",
        "C": "彭德怀",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）的基本完成，使农民获得土地等基本生产资料，摆脱千百年来封建宗法的人身束缚，是近代以来中国人民反封建斗争的伟大胜利。",
      "option": {
        "A": "肃反运动",
        "B": "土地改革",
        "C": "三反运动",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1953起，我国开始执行国家建设的（　　）。",
      "option": {
        "A": "第二个五年计划",
        "B": "156个建设项目",
        "C": "第一个五年计划",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）基本完成，我国社会主义制度初步建立起来。",
      "option": {
        "A": "土地改革",
        "B": "农业合作化",
        "C": "社会主义改造",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1957年，我们建成了飞架长江南北的第一桥是（　　）",
      "option": {
        "A": "武汉长江大桥",
        "B": "南京长江大桥",
        "C": "长江湘江大桥",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "在为中共八大作准备的过程中，毛泽东作了（　　）。",
      "option": {
        "A": "《十年总结》",
        "B": "《关于正确处理人民内部矛盾的问题》的讲话　",
        "C": "《论十大关系》的讲话",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "党的八大正确分析了社会主义社会制度基本建立之后国内外形势和国内主要矛盾的变化，强调国家的主要任务就是（　　）。",
      "option": {
        "A": "完成社会主义改造",
        "B": "集中力量发展生产力",
        "C": "肃清反革命残余势力",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1957年春，全党开展整风运动的主题是（　　）。",
      "option": {
        "A": "百花齐放，百家争鸣",
        "B": "反对官僚主义",
        "C": "正确处理人民内部矛盾",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "党的八届九中全会正式决定对国民经济实行（　　）的方针。",
      "option": {
        "A": "调整、巩固、充实、提高",
        "B": "彻底纠正“共产”风",
        "C": "调查研究",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）比较系统地初步总结了“大跃进”以来经济工作的基本经验教训。",
      "option": {
        "A": "第一次郑州会议",
        "B": "西楼会议",
        "C": "七千人大会",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "60年代前期，为克服困难，许多地方的农村自发搞起了各种形式的（　　）",
      "option": {
        "A": "互助组",
        "B": "包产到户",
        "C": "责任田",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1964年10月6日，中国第一颗（　　）爆炸成功。",
      "option": {
        "A": "原子弹",
        "B": "氢弹",
        "C": "导弹",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　），我国在联合国的一切合法权利得到恢复。",
      "option": {
        "A": "七十年代初",
        "B": "六十年代末",
        "C": "七十年代末",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "“文化大革命”期间，我国成功地研制第一颗氢弹和（　　）。",
      "option": {
        "A": "导弹",
        "B": "人造地球卫星",
        "C": "原子弹",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1977年7月，邓小平重新复出工作后，主动要求分管（　　）。",
      "option": {
        "A": "军队工作",
        "B": "教育科学工作",
        "C": "组织工作",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "为了解决台湾、香港、澳门的问题，实现祖国统一，邓小平创造性地提出“一国两制”的伟大构想。“一国两制”最早是针对（　　）提出的。",
      "option": {
        "A": "香港",
        "B": "澳门",
        "C": "台湾",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "我国于（　　）开始实施发展国民经济的第一个五年计划。",
      "option": {
        "A": "1950年",
        "B": "1951年",
        "C": "1953年",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1953年12月，在国际关系上，我国政府首次提出（　　），即互相尊重主权和领土完整、互不侵犯、互不干涉内政、平等互利、和平共处。",
      "option": {
        "A": "国际关系准则",
        "B": "和平共处五项原则",
        "C": "互不干涉内政原则",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1959年4月，我国发现（　　），打破了外国学者散布的“中国贫油论”的结论。经过三年多的艰苦奋斗，创建了中国第一个大油田。",
      "option": {
        "A": "大港油田",
        "B": "大庆油田",
        "C": "克拉玛依油田",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "在（　　），毛泽东宣告“占人类总数四分之一的中国人民从此站立起来了”。",
      "option": {
        "A": "1949年9月21日中国人民政治协商会议第一届全体会议的开幕会上",
        "B": "1949年9月30日中国人民政治协商会议第一届全体会议的闭幕会上",
        "C": "1949年10月1日中华人民共和国开国大典上",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "周恩来在三届人大一次会议上提出的四个现代化的内容是（　　）。",
      "option": {
        "A": "现代农业、工业、交通运输业、国防",
        "B": "现代农业、工业、交通运输业、科学技术",
        "C": "现代农业、工业、国防、科学技术",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1949年中国人民政治协商会议通过（　　）的成为中国人民的大宪章，它在一个时期内起着临时宪法的作用。",
      "option": {
        "A": "《中国人民政治协商会议组织法》",
        "B": "《中国人民政治协商会议共同纲领》",
        "C": "《中华人民共和国中央人民政府组织法》",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "人民代表大会制度作为我国的根本政治制度，是经由1954年9月召开的一届人大一次会议通过的（　　）正式确立的。",
      "option": {
        "A": "《中国人民政治协商会议共同纲领》",
        "B": "《中华人民共和国宪法》",
        "C": "《中华人民共和国中央人民政府组织法》",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "新中国成立以后，在迅速医治战争创伤，恢复国民经济的基础上，按照毛泽东同志的提议，党中央不失时机地提出了（　　）的过渡时期总路线。",
      "option": {
        "A": "逐步实现国家的社会主义工业化，并逐步实现国家对农业、对手工业和对资本主义工商业的社会主义改造",
        "B": "巩固新民主主义秩序",
        "C": "全面建设社会主义",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "建国初期从根本上稳定物价，做到国家财政收支和市场物资供求基本平衡的重大措施是（　　）。",
      "option": {
        "A": "打击投机资本",
        "B": "统一全国财经工作",
        "C": "城市工商业调整",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1956年4月，毛泽东同志发表（　　）的讲话，初步总结了我国社会主义建设的经验，提出了探索适合我国国情的社会主义建设道路的任务。",
      "option": {
        "A": "《中国农村的社会主义高潮》",
        "B": "《加快手工业的社会主义改造》",
        "C": "《论十大关系》",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1956年9月召开的党的八大正确分析了国内形势和国内主要矛盾的变化，指出社会主义改造取得了决定性的胜利，这就表明：国内的主要矛盾已经是（　　），社会主义制度在我国已经基本上建立起来。",
      "option": {
        "A": "无产阶级同资产阶级之间的矛盾",
        "B": "人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾",
        "C": "社会主义同资本主义之间的矛盾",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1960年11月党中央发出《关于农村人民公社当前政策问题的紧急指示信》，1961年党的八届九中全会决定对国民经济实行（　　），这两件事标志着这个历史阶段中党的指导方针的重要转变。",
      "option": {
        "A": "“调整、巩固、充实、提高”",
        "B": "压缩基建规模，精简城镇人口",
        "C": "“保证重点，适当收缩”",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "在1964年底到1965年初召开的全国人大三届一次会议上，周恩来同志在政府工作报告中，第一次郑重地向全国人民提出（　　）。",
      "option": {
        "A": "1966年将开始执行第三个五年计划",
        "B": "四个现代化的任务",
        "C": "三线建设的计划",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "我国进入社会主义初级阶段的标志是（　　）。",
      "option": {
        "A": "中华人民共和国成立",
        "B": "“三大改造”的基本完成",
        "C": "党的八大",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1950年朝鲜战争爆发后，10月19日中国人民志愿军跨过（　　）奔赴朝鲜战场。",
      "option": {
        "A": "丹东江",
        "B": "青川江",
        "C": "鸭绿江",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "中华人民共和国成立初期进行的大规模的保家卫国的战争是（　　）战争。",
      "option": {
        "A": "抗美援朝",
        "B": "对印度自卫反击",
        "C": "对越南自卫反击",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1957年11月17日，毛泽东同志在（　　）向中国留学生讲话时说：“世界是你们的，也是我们的，但是归根结底是你们的。你们青年人朝气蓬勃，正在兴旺时期，好像早晨八、九点钟的太阳。”。",
      "option": {
        "A": "贝尔格莱德",
        "B": "布达佩斯",
        "C": "莫斯科",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "我国社会主义初级阶段的起点是（　　）。",
      "option": {
        "A": "中华人民共和国成立",
        "B": "社会主义改造基本完成",
        "C": "党的十一届三中全会",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "“不唯书，不唯上，要唯实”是（　　）同志提出来的",
      "option": {
        "A": "毛泽东",
        "B": "刘少奇",
        "C": "陈云",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1954年9月20日，中国历史上第一部（　　）类型的宪法诞生。",
      "option": {
        "A": "社会主义性质",
        "B": "临时性质",
        "C": "新民主主义性质",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1955年4月，周恩来总理率领中国政府代表出席万隆会议，并提出了（　　）。",
      "option": {
        "A": "和平共处五项原则",
        "B": "求同存异的方针",
        "C": "独立自主外交方针",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）将党中央的主席制度改变为总书记制度。",
      "option": {
        "A": "党的十二大",
        "B": "党的十三大",
        "C": "党的十四大",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "20世纪60年代被人民誉为“党的好干部”的是（　　）。",
      "option": {
        "A": "焦裕禄",
        "B": "雷锋",
        "C": "赵登禹",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
  ],
  "Part_3": [
    {
      "question": "（　　）高考制度得到恢复，全国高校重新通过统一考试招收新生。",
      "option": {
        "A": "1977年",
        "B": "1978年",
        "C": "1979年",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1978年5月，（　　）发表《实践是检验真理的唯一标准》一文，引发了“两个凡是”与同实事求是两种观点的激烈争论。",
      "option": {
        "A": "《人民日报》",
        "B": "《红旗》杂志",
        "C": "《光明日报》",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1978年12月，党的（　　）是建国以来党的历史上具有深远意义的伟大转折。",
      "option": {
        "A": "中央工作会议",
        "B": "十一届三中全会",
        "C": "十二大",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "以经济建设为中心，坚持（　　），坚持改革开放，构成十一届三中全会的基本内容。",
      "option": {
        "A": "实事求是",
        "B": "四项基本原则",
        "C": "邓小平理论",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1985年，以（　　）为重心的经济体制改革在中国全面开展。",
      "option": {
        "A": "企业",
        "B": "城市",
        "C": "农村",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1981年6月，党的（　　）通过《关于建国以来党的若干历史问题的决议》。",
      "option": {
        "A": "十一届三中全会",
        "B": "十二届三中全会",
        "C": "十一届六中全会",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1984年5月，党中央和国务院决定再开放大连、秦皇岛、天津、烟台、青岛、连云港、上海等（　　）个沿海港口城市，加快利用外资、引进先进技术的步伐。",
      "option": {
        "A": "十二",
        "B": "十三",
        "C": "十四",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "党的十三大阐述了社会主义初级阶段理论，指出从生产资料私有制的社会主义改造基本完成，到社会主义现代化基本实现，至少需要（　　）年时间，都属于这个阶段。",
      "option": {
        "A": "五十",
        "B": "几十",
        "C": "上百",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "十三大确定了我国经济发展“三步走”的战略部署，其中第三步是到二十一世纪中叶，人均国民生产总值达到（　　）国家水平，人民生活比较富裕，基本实现现代化。",
      "option": {
        "A": "初步发达",
        "B": "中等发达",
        "C": "充分发达",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "十一届三中全会开辟的建设有中国特色社会主义道路，是党在马克思主义与中国实践相结合过程中，实现的（　　）次历史性飞跃。",
      "option": {
        "A": "第一",
        "B": "第二",
        "C": "第三",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "以1992年初邓小平发表南方谈话和党的（　　）为标志，中国社会主义改革开放和现代化建设事业进入新的发展阶段。",
      "option": {
        "A": "十三大",
        "B": "十四大",
        "C": "十五大",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "江泽民在（　　）年春提出，只要我们党始终成为中国先进社会生产力发展要求、中国先进文化前进方向、中国最广大人民根本利益的忠实代表，我们党就能永远立于不败之地。",
      "option": {
        "A": "1999",
        "B": "2000",
        "C": "2001",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "开展“三个代表”重要思想学习教育活动，是全面推进党的建设新的伟大（　　）的有力措施。",
      "option": {
        "A": "事业",
        "B": "工程",
        "C": "历程",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "党的十七大在我党历史上第一次郑重地鲜明地完整地提出了高举（　　）伟大旗帜。",
      "option": {
        "A": "马克思主义",
        "B": "中国特色社会主义",
        "C": "邓小平发展理论",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）的科学内涵体现在：第一要义是发展，核心是以人为本，基本要求是全面协调可持续，根本方法是统筹兼顾。",
      "option": {
        "A": "毛泽东发展论",
        "B": "三个代表重要思想",
        "C": "科学发展观",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）元旦起，中美两国正式建立外交关系。",
      "option": {
        "A": "1979年",
        "B": "1980年",
        "C": "1981年",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1979年7月党中央、国务院决定在（　　）设置经济特区，开了我国实行经济特区的先河。",
      "option": {
        "A": "深圳、珠海",
        "B": "汕头、厦门",
        "C": "深圳、珠海、汕头、厦门",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　），实事求是地评价毛泽东的历史地位，充分论证了毛泽东思想作为党的指导思想的伟大意义。",
      "option": {
        "A": "《关于党的若干历史问题的决议》",
        "B": "《关于加强精神文明建设若干重要问题的决议》",
        "C": "《关于建国以来党的若干历史问题的决议》　",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "邓小平在党的（　　）上首次提出建设有中国特色社会主义的指导思想。",
      "option": {
        "A": "十一届三中全会",
        "B": "十二大",
        "C": "十二届四中全会",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1980年11月，在中纪委召开的座谈会上，（　　）指出：“执政党的党风问题是有关党的生死存亡的问题”。",
      "option": {
        "A": "彭真",
        "B": "陈云",
        "C": "李先念",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1982年2月，中共中央作出（　　），废除了干部领导职务实际上存在的终身制。",
      "option": {
        "A": "《关于建立中老干部退休制度的决定》",
        "B": "《关于建立老年干部退休制度的决定》",
        "C": "《关于建立老干部退休制度的决定》",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）年春天，邓小平视察武昌、深圳、珠海、上海等地，沿途发表一系列重要谈话，对党的十一届三中全会以来的丰富经验作了科学总结。",
      "option": {
        "A": "1992",
        "B": "1990",
        "C": "1988",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1992年10月12日至18日，中国共产党第十四次代表大会明确我国经济体制改革的目标是（　　）。",
      "option": {
        "A": "深化改革，扩大开放",
        "B": "加速社会主义现代化",
        "C": "建立社会主义市场经济体制",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1982年9月召开的中共（　　）决定设立并选举了中共中央顾问委员会。",
      "option": {
        "A": "十一届三中全会",
        "B": "十一届四中全会",
        "C": "十二大",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "我国第一座自行设计、建造、管理的（　　）核电站，于1991年12月并网发电，结束了大陆无核电的历史，是我国和平利用核能的重大突破。",
      "option": {
        "A": "广东大亚湾",
        "B": "海盐秦山",
        "C": "福建宁德湾",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　），中华人民共和国对香港恢复行使主权，中华人民共和国香港特别行政区正式成立。",
      "option": {
        "A": "1997年7月1日",
        "B": "1984年12月19日",
        "C": "1998年7月1日",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）号召，高举邓小平理论伟大旗帜，把建设有中国特色社会主义事业全面推向21世纪。",
      "option": {
        "A": "中国共产党第十五次全国代表大会",
        "B": "十五届三中全会",
        "C": "十四届六中全会",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "20世纪，中国人民在前进道路上经历了三次历史性的巨大变化，产生了三位站在时代前列的伟大人物：（　　）。",
      "option": {
        "A": "毛泽东、刘少奇、周恩来",
        "B": "毛泽东、周恩来、邓小平",
        "C": "孙中山、毛泽东、邓小平",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "马克思列宁主义同中国实际相结合，有两次历史性飞跃，产生两大理论成果：（　　）。",
      "option": {
        "A": "毛泽东思想和中国特色社会主义理论体系",
        "B": "新民主主义革命和社会主义革命理论　",
        "C": "社会主义初级阶段理论和社会主义市场经济理论",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "由中共中央倡导的精神文明建设“五个一工程”从（　　）年开始评选。",
      "option": {
        "A": "1989",
        "B": "1991",
        "C": "1993",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "中共中央《关于在全党深入开展学习邓小平理论的通知》中提出，在全国县级以上党政领导班子和领导干部中深入进行以（　　）为主要内容的党性党风教育。",
      "option": {
        "A": "讲学习、讲政治、讲正气　",
        "B": "讲学习、讲政治、讲作风",
        "C": "讲学习、讲政治、讲纪律",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "2000年年初，江泽民同志在（　　）考察时，提出中国共产党要始终代表中国先进社会生产力的发展要求，代表中国先进文化的前进方向，代表中国最广大人民的根本利益，这是我们党的立党之本、执政之基、力量之源。",
      "option": {
        "A": "广东",
        "B": "江苏",
        "C": "浙江",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1983年10月1日，（　　）为北京景山学校题词：“教育要面向现代化，面向世界，面向未来。”",
      "option": {
        "A": "邓小平",
        "B": "胡耀邦",
        "C": "赵紫阳",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1985年5月，中央《关于教育体制改革的决定》要有步骤地实行（　　）义务教育。",
      "option": {
        "A": "9年制",
        "B": "10年制",
        "C": "12年制",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "中国共产党历来认为，政治路线确定之后，（　　）就是决定的因素。",
      "option": {
        "A": "干部",
        "B": "党员",
        "C": "纪律",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "党的干部特别是领导干部处理党内关系要实行“（　　）”的原则。",
      "option": {
        "A": "五湖四海",
        "B": "谦虚谨慎",
        "C": "严以律己",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "1978年5月11日，《光明日报》发表题为（　　）的特约评论员文章，从根本理论上否定了“两个凡是”的错误方针，揭开了真理标准讨论的序幕。",
      "option": {
        "A": "《实践是检验真理的唯一标准》",
        "B": "《一切主观世界的东西都要接受实践的检验》",
        "C": "《马克思主义的一个最基本的原则》",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "在党的十一届三中全会前夕的中央工作会议上，邓小平同志作了（　　）的讲话，实际上成为党的十一届三中全会的主题报告。",
      "option": {
        "A": "《解放思想，实事求是，团结一致向前看》",
        "B": "《高举毛泽东思想旗帜，坚持实事求是的原则》",
        "C": "《坚持党的路线，改进工作方法》",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "2008年9月25日至28日，（　　）载人航天飞行获得圆满成功。中国航天员首次实施空间出舱活动。",
      "option": {
        "A": "“神舟”5号",
        "B": "“神舟”6号",
        "C": "“神舟”7号",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "十一届三中全会以后，邓小平同志围绕（　　）这个主题，第一次比较系统地初步回答了在中国这样的经济文化比较落后的国家，如何建设、巩固和发展社会主义的一系列基本问题，用新的思想、观点，继承和发展了马列主义、毛泽东思想。",
      "option": {
        "A": "和平与发展",
        "B": "什么是社会主义、怎样建设社会主义",
        "C": "改革和开放",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    
  ],
  "Part_4": [
    {
      "question": "中国共产党第十九次全国代表大会，是在全面建成小康社会决胜阶段、中国特色社会主义进入_____的关键时期召开的一次十分重要的大会。",
      "option": {
        "A": "新时期",
        "B": "新阶段",
        "C": "新时代",
        "D": "新征程",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "十九大的主题是：不忘初心，____，高举中国特色社会主义伟大旗帜，决胜全面建成小康社会，夺取新时代中国特色社会主义伟大胜利，为实现中华民族伟大复兴的中国梦不懈奋斗。",
      "option": {
        "A": "继续前进",
        "B": "牢记使命",
        "C": "方得始终",
        "D": "砥砺前行",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "中国共产党人的初心和使命，就是为中国人民（　　），为中华民族（　　）。这个初心和使命是激励中国共产党人不断前进的根本动力。",
      "option": {
        "A": "谋幸福，谋未来",
        "B": "谋生活，谋复兴",
        "C": "谋幸福，谋复兴",
        "D": "谋生活，谋未来",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "五年来，我们统筹推进“（　　）”总体布局、协调推进“（　　）”战略布局，“十二五”规划胜利完成，“十三五”规划顺利实施，党和国家事业全面开创新局面。",
      "option": {
        "A": "五位一体　四个全面",
        "B": "四位一体　五个全面",
        "C": "五个全面　四位一体",
        "D": "四个全面　五位一体",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "实施共建“一带一路”倡议，发起创办亚洲基础设施投资银行，设立丝路基金，举办首届“一带一路”国际合作高峰论坛、亚太经合组织领导人非正式会议、二十国集团领导人（　　）峰会、金砖国家领导人（   ）会晤、亚信峰会。",
      "option": {
        "A": "北京　南京",
        "B": "杭州　厦门",
        "C": "南京　北京",
        "D": "厦门　杭州",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "坚持反腐败无禁区、全覆盖、零容忍，坚定不移“打虎”、“拍蝇”、“猎狐”，____的目标初步实现，____的笼子越扎越牢，____的堤坝正在构筑，反腐败斗争压倒性态势已经形成并巩固发展。",
      "option": {
        "A": "不敢腐　不能腐　不想腐",
        "B": "不能腐　不敢腐　不想腐",
        "C": "不想腐　不敢腐　不能腐",
        "D": "不敢腐　不想腐　不能腐",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "经过长期努力，中国特色社会主义进入了新时代，这是我国发展新的（　　）。",
      "option": {
        "A": "未来方向",
        "B": "未来方位",
        "C": "历史方向",
        "D": "历史方位",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的____需要和____的发展之间的矛盾。",
      "option": {
        "A": "美好生活　不充分不平衡",
        "B": "幸福生活　不平衡不充分",
        "C": "幸福生活　不充分不平衡",
        "D": "美好生活　不平衡不充分",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "我国社会主要矛盾的变化，没有改变我们对我国社会主义所处历史阶段的判断，我国仍处于并将长期处于____的基本国情没有变，我国是世界最大发展中国家的国际地位没有变。",
      "option": {
        "A": "社会主义阶段",
        "B": "社会主义初级阶段",
        "C": "社会主义中级阶段",
        "D": "社会主义高级阶段",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "_____是实现社会主义现代化、创造人民美好生活的必由之路。",
      "option": {
        "A": "中国特色社会主义道路",
        "B": "中国特色社会主义理论体系",
        "C": "中国特色社会主义制度",
        "D": "中国特色社会主义文化",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "_____是指导党和人民实现中华民族伟大复兴的正确理论。",
      "option": {
        "A": "中国特色社会主义道路",
        "B": "中国特色社会主义理论体系",
        "C": "中国特色社会主义制度",
        "D": "中国特色社会主义文化",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "_____是当代中国发展进步的根本制度保障。",
      "option": {
        "A": "中国特色社会主义道路",
        "B": "中国特色社会主义理论体系",
        "C": "中国特色社会主义制度",
        "D": "中国特色社会主义文化",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "____是激励全党全国各族人民奋勇前进的强大精神力量。",
      "option": {
        "A": "中国特色社会主义道路",
        "B": "中国特色社会主义理论体系",
        "C": "中国特色社会主义制度",
        "D": "中国特色社会主义文化",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "明确坚持和发展中国特色社会主义，总任务是实现社会主义现代化和中华民族伟大复兴，在全面建成小康社会的基础上，分（　　）在本世纪中叶建成富强民主文明和谐美丽的社会主义现代化强国。",
      "option": {
        "A": "两步走",
        "B": "三步走",
        "C": "四步走",
        "D": "五步走",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "新时代中国特色社会主义思想，明确中国特色社会主义最本质的特征是____。",
      "option": {
        "A": "“五位一体”总体布局",
        "B": "建设中国特色社会主义法治体系",
        "C": "人民利益为根本出发点",
        "D": "中国共产党领导",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "发展是解决我国一切问题的基础和关键，发展必须是科学发展，必须坚定不移贯彻（　　）的发展理念。",
      "option": {
        "A": "创新、协调、绿色、开放、共享",
        "B": "创造、协调、生态、开放、共享",
        "C": "创新、统筹、绿色、开放、共享",
        "D": "创造、统筹、生态、开放、共享",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）是中国特色社会主义的本质要求和重要保障。",
      "option": {
        "A": "全面依法治国",
        "B": "全面从严治党",
        "C": "全面发展经济",
        "D": "全面可持续发展",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "（　　）是一个国家、一个民族发展中更基本、更深沉、更持久的力量。",
      "option": {
        "A": "道路自信",
        "B": "理论自信",
        "C": "制度自信",
        "D": "文化自信",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "必须统筹国内国际两个大局，始终不渝走和平发展道路、奉行（　　）的开放战略。",
      "option": {
        "A": "互利共赢",
        "B": "互相合作",
        "C": "包容互信",
        "D": "开放共赢",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "从____到____，是“两个一百年”奋斗目标的历史交汇期。",
      "option": {
        "A": "二〇二〇年　二〇三五年",
        "B": "党的十九大　党的二十大",
        "C": "党的二十大　党的二十一大",
        "D": "二〇三五年　本世纪中叶",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "综合分析国际国内形势和我国发展条件，从二〇二〇年到本世纪中叶可以分两个阶段来安排。第一个阶段，从___到___，在全面建成小康社会的基础上，再奋斗十五年，基本实现社会主义现代化。",
      "option": {
        "A": "二〇二〇年　二〇三五年",
        "B": "二〇二五年　二〇四〇年",
        "C": "二〇三〇年　二〇四五年",
        "D": "二〇三五年　本世纪中叶",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "综合分析国际国内形势和我国发展条件，从二〇二〇年到本世纪中叶可以分两个阶段来安排。第二个阶段，从___到___，在基本实现现代化的基础上，再奋斗十五年，把我国建成富强民主文明和谐美丽的社会主义现代化强国。",
      "option": {
        "A": "二〇二〇年　二〇三五年",
        "B": "二〇三五年　二〇五〇年",
        "C": "二〇三〇年　二〇四五年",
        "D": "二〇三五年　本世纪中叶",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "从全面建成小康社会到基本实现现代化，再到全面建成____，是新时代中国特色社会主义发展的战略安排。",
      "option": {
        "A": "创新型国家",
        "B": "社会主义现代化强国",
        "C": "社会主义现代化大国",
        "D": "世界一流强国",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦，不断提高人民生活水平，必须坚定不移把_____作为党执政兴国的第一要务。",
      "option": {
        "A": "创新",
        "B": "改革",
        "C": "发展",
        "D": "开放",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "我国经济已由______阶段转向______阶段，正处在转变发展方式、优化经济结构、转换增长动力的攻关期，建设现代化经济体系是跨越关口的迫切要求和我国发展的战略目标。",
      "option": {
        "A": "高速增长　高水平发展",
        "B": "高速发展　高水平发展",
        "C": "高速增长　高质量发展",
        "D": "高速发展　高质量发展",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "贯彻新发展理念，建设现代化经济体系，必须坚持质量第一、效益优先，以_______为主线。",
      "option": {
        "A": "转变发展方式",
        "B": "优化经济结构",
        "C": "供给侧结构性改革",
        "D": "转换增长动力",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": " 建设现代化经济体系，必须把发展经济的着力点放在______上，把提高供给体系质量作为主攻方向，显著增强我国经济质量优势。",
      "option": {
        "A": "实体经济",
        "B": "共享经济",
        "C": "虚拟经济",
        "D": "国民经济",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "______是引领发展的第一动力，是建设现代化经济体系的战略支撑。",
      "option": {
        "A": "改革",
        "B": "创新",
        "C": "开放",
        "D": "科技",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "保持土地承包关系稳定并长久不变，第二轮土地承包到期后再延长_____年。",
      "option": {
        "A": "二十",
        "B": "三十",
        "C": "四十",
        "D": "五十",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "赋予自由贸易试验区更大改革自主权，探索建设______。",
      "option": {
        "A": "自由贸易城",
        "B": "自由贸易区",
        "C": "自由贸易港",
        "D": "自由贸易市",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "坚持党的领导、人民当家作主、依法治国有机统一。_______是社会主义民主政治的本质特征。",
      "option": {
        "A": "党的领导",
        "B": "人民当家作主",
        "C": "依法治国",
        "D": "政治体制改革",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "加强人民当家作主制度保障。______是坚持党的领导、人民当家作主、依法治国有机统一的根本政治制度安排。",
      "option": {
        "A": "人民代表大会制度",
        "B": "多党合作和政治协商制度",
        "C": "民族区域自治制度",
        "D": "基层群众自治制度",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "发挥社会主义协商民主重要作用。______是具有中国特色的制度安排，是社会主义协商民主的重要渠道和专门协商机构。",
      "option": {
        "A": "政党协商",
        "B": "人大协商",
        "C": "基层协商",
        "D": "人民政协",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "深化依法治国实践。成立中央全面______领导小组，加强对法治中国建设的统一领导。",
      "option": {
        "A": "深化改革",
        "B": "依法治国",
        "C": "从严治党",
        "D": "司法改革",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "深化机构和行政体制改革。转变政府职能，深化简政放权，创新监管方式，增强政府公信力和执行力，建设人民满意的______政府。",
      "option": {
        "A": "法治",
        "B": "创新型",
        "C": "廉洁",
        "D": "服务型",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "全党必须牢记，______的问题，是检验一个政党、一个政权性质的试金石。",
      "option": {
        "A": "为什么人",
        "B": "执政宗旨",
        "C": "建党宗旨",
        "D": "权力来源",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "建设______是中华民族伟大复兴的基础工程。",
      "option": {
        "A": "经济强国",
        "B": "政治强国",
        "C": "教育强国",
        "D": "文化强国",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "国家安全是安邦定国的重要基石，______是全国各族人民根本利益所在。",
      "option": {
        "A": "加快经济发展",
        "B": "维护国家统一",
        "C": "促进国际合作",
        "D": "维护国家安全",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "我们要建设的现代化是人与自然_____的现代化。",
      "option": {
        "A": "和谐相处",
        "B": "和睦相处",
        "C": "和谐共生",
        "D": "和睦共生",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "加快建立绿色生产和消费的法律制度和政策导向，建立健全____的经济体系。",
      "option": {
        "A": "绿色低碳循环发展",
        "B": "绿色节约循环发展",
        "C": "绿色低碳节约发展",
        "D": "节约低碳循环发展",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "加强对生态文明建设的总体设计和组织领导，设立________机构。",
      "option": {
        "A": "国有自然资源资产管理和自然环境监管",
        "B": "国有自然资源资产管理和自然生态监管",
        "C": "国有自然资源资产监管和自然生态管理",
        "D": "国有自然环境资产监管和自然生态管理",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "我们要牢固树立社会主义生态文明观，推动形成______现代化建设新格局，为保护生态环境作出我们这代人的努力！",
      "option": {
        "A": "人与自然和谐共生",
        "B": "人与环境和谐发展",
        "C": "人与自然和谐发展",
        "D": "人与环境和谐共生",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "适应世界新军事革命发展趋势和国家安全需求，提高建设质量和效益，确保到二〇二〇年基本实现____，____建设取得重大进展，____有大的提升。",
      "option": {
        "A": "现代化　信息化　战斗能力",
        "B": "机械化　信息化　战斗能力",
        "C": "机械化　信息化　战略能力",
        "D": "现代化　信息化　战略能力",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "力争到二〇三五年____国防和军队现代化，到本世纪中叶把人民军队____世界一流军队。",
      "option": {
        "A": "全面实现　基本建成",
        "B": "全面实现　全面建成",
        "C": "基本实现　基本建成",
        "D": "基本实现　全面建成",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "树立____是核心战斗力的思想，推进重大技术创新、自主创新，加强军事人才培养体系建设，建设创新型人民军队。",
      "option": {
        "A": "创新",
        "B": "科技",
        "C": "人才",
        "D": "技术",
      },
      "true":"B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "军队是要准备打仗的，一切工作都必须坚持____标准，向能打仗、打胜仗聚焦。",
      "option": {
        "A": "战斗力",
        "B": "斗争力",
        "C": "战争力",
        "D": "硬实力",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "解决台湾问题、实现祖国完全统一，是全体中华儿女____，是中华民族____所在。",
      "option": {
        "A": "一致愿望　根本利益",
        "B": "共同愿望　本质利益",
        "C": "一致愿望　本质利益",
        "D": "共同愿望　根本利益",
      },
      "true": "D",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "______是两岸关系的政治基础。",
      "option": {
        "A": "“九二共识”",
        "B": "反对“台独”",
        "C": "一个中国原则",
        "D": "和平统一",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "我们呼吁，各国人民同心协力，构建人类命运共同体，建设______的世界。",
      "option": {
        "A": "持久和平、普遍安全、共同繁荣、开放包容、公平正义",
        "B": "持久和平、普遍安全、共同繁荣、公平正义、清洁美丽",
        "C": "持久和平、普遍安全、共同繁荣、开放包容、清洁美丽",
        "D": "持久和平、普遍安全、公平正义、开放包容、清洁美丽",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "深刻认识党面临的________的尖锐性和严峻性，坚持问题导向，保持战略定力，推动全面从严治党向纵深发展。",
      "option": {
        "A": "精神懈怠危险、能力不足危险、脱离群众危险、消极腐败危险",
        "B": "精神懈怠危险、封闭僵化危险、脱离群众危险、消极腐败危险",
        "C": "精神懈怠危险、能力不足危险、官僚主义危险、消极腐败危险",
        "D": "精神懈怠危险、能力不足危险、脱离群众危险、腐化堕落危险",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "党的____是党的根本性建设，决定党的建设方向和效果。",
      "option": {
        "A": "思想建设",
        "B": "政治建设",
        "C": "组织建设",
        "D": "制度建设",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "要尊崇党章，严格执行新形势下党内政治生活若干准则，增强党内政治生活的____。",
      "option": {
        "A": "政治性、时代性、原则性、战斗性",
        "B": "思想性、政治性、时代性、原则性",
        "C": "政治性、思想性、时代性、原则性",
        "D": "政治性、思想性、时代性、战斗性",
      },
      "true": "A",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "坚决防止和反对_________，坚决防止和反对宗派主义、圈子文化、码头文化，坚决反对搞两面派、做两面人。",
      "option": {
        "A": "个人主义、享乐主义、自由主义、本位主义、好人主义",
        "B": "个人主义、分散主义、山头主义、本位主义、好人主义",
        "C": "个人主义、分散主义、自由主义、本位主义、好人主义",
        "D": "个人主义、分散主义、自由主义、本位主义、享乐主义",
      },
      "true": "C",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "_____和_____，是中国共产党人的精神支柱和政治灵魂，也是保持党的团结统一的思想基础。",
      "option": {
        "A": "共产主义远大理想　新时代中国特色社会主义共同理想",
        "B": "共产主义远大理想　中国特色社会主义共同理想",
        "C": "共产主义崇高理想　新时代中国特色社会主义共同理想",
        "D": "共产主义崇高理想　中国特色社会主义共同理想",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },
    {
      "question": "要坚持无禁区、全覆盖、零容忍，坚持_______，坚持受贿行贿一起查，坚决防止党内形成利益集团。",
      "option": {
        "A": "重预防、强高压、长震慑",
        "B": "重遏制、强高压、长震慑",
        "C": "重遏制、不减压、长震慑",
        "D": "重遏制、强高压、长威慑",
      },
      "true": "B",
      "type": 1,
      "scores": 5,
      "checked": false
    },

  ],
}

module.exports = {
  questionList: json
}